{
"artigos": {
     "Art. 1. ": " Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal.Lei penal no tempo ",
     "Art. 2. ": "  Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória. Parágrafo único. A lei posterior, que de outro modo favorece o agente, aplica-se ao fato não definitivamente julgado e, na parte em que comina pena menos rigorosa, ainda ao fato julgado por sentença condenatória irrecorrivel. ",
     "Art. 3. ": " A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência.Lugar do crime.",
     "Art. 4. ": " Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido, no todo ou em parte, no território nacional, ou que nele, embora parcialmente, produziu ou devia produzir seu resultado.Extraterritorialidade ",
     "Art. 5. ": " Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro: I - os crimes: a) contra a vida ou a liberdade do Presidente da República; b) contra o crédito ou a fé pública da União, de Estado ou de Município; c) contra o patrimônio federal, estadual ou municipal; d) contra a administração pública, por quem está a seu serviço; II - os crimes: a) que, por tratado ou convenção, o Brasil se obrigou a reprimir; b) praticados por brasileiro. § 1º Nos casos do n. I, o agente é punido segundo a lei brasileira,ainda que absolvido ou condenado no estrangeiro. § 2º  Nos casos do n. II, a aplicação da lei brasileira depende do concurso das seguintes condições: a) entrar o agente no território nacional; b) ser o fato punível também no país em que foi praticado; c) estar o crime incluído entre aqueles pelos quais a lei brasileira autoriza a extradição; d) não ter sido o agente absolvido no estrangeiro ou não ter aí cumprido a pena; e) não ter sido o agente perdoado no estrangeiro ou, por outro motivo, não estar extinta a punibilidade, segundo a lei mais favorável.    § 3º  A lei brasileira aplica-se também ao crime cometido por estrangeiro contra brasileiro fora do Brasil, se, reunidas as condições previstas no parágrafo anterior: a) não foi pedida ou foi negada a extradição; b) houve requisição do Ministro da Justiça.Pena cumprida  no estrangeiro ",
     "Art. 6. ": " A pena cumprida no estrangeiro atenua a pena imposta no Brasil pelo mesmo crime, quando diversas, ou nela é computada, quando idênticas.Eficácia da sentença estrangeira ",
     "Art. 7. ": " A sentença estrangeira, quando a aplicação da lei brasileira produz na espécie as mesmas conseqüências, pode ser homologada no Brasil para: I - obrigar o condenado à reparação do dano, restituições e outros efeitos civís; II - sujeitá-lo às penas acessórias e medidas de segurança pessoais. Parágrafo único. a homologação depende: a) para os efeitos previstos no n. I, de pedido da parte interessada; b) para os outros efeitos, de existência de tratado de extradição com o país de cuja autoridade judiciária emanou a sentença, ou, na falta de tratado, de requisição do Ministro da Justiça.Contagem de prazo ",
     "Art. 8. ": " O dia do começo inclue-se no cômputo do prazo.Contam-se os dias, os meses e os anos pelo calendário comum.Frações não computáveis da pena ",
     "Art. 9. ": " Desprezam-se na pena privativa de liberdade, as frações de dia, e, na pena de multa, as frações de dez mil réis.Legislação especial ",
     "Art. 10. ": " As regras gerais deste Código aplicam-se aos fatos incriminados por lei especial, se esta não dispõe de modo diverso.",
     "Art. 11. ": " O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido.Superveniência de causa independente Parágrafo único. A superveniência de causa independente exclue a imputação quando, por si só, produziu resultado; os fatos anteriores, entretanto, imputam-se a quem os praticou. ",
     "Art. 12. ": " Diz-se o crime:Crime consumado I - consumado, quando nele se reunem todos os elementos de sua definição legal;Tentativa    II - tentado, quando, iniciada a execução, não se consuma, por circunstâncias alheias à vontade do agente.Pena da tentativa Parágrafo único. Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuida de um a dois terços.Desistência voluntária e arrependimento eficaz ",
     "Art. 13  ": " O agente que, voluntariamente, desiste da consumação do crime ou impede que o resultado se produza, só responde pelos atos já praticados.Crime impossível ",
     "Art. 14. ": " Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime (artigo 76, parágrafo único, e 94, n. III).Crime doloso e crime culposo ",
     "Art. 15. ": " Diz-se o crime: I - doloso, quando o agente quís o resultado ou assumiu o risco de produzí-lo; II - culposo, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia. Parágrafo único. Salvo os casos expressos em lei, ninguem pode ser punido por fato previsto como crime, sinão quando o pratica dolosamente.Ignorância ou erro de direito ",
     "Art. 16. ": " A ignorância ou a errada compreensão da lei não eximem de pena.Erro de fato    ",
     "Art. 17. ": " É isento de pena quem comete o crime por erro quando ao fato que o constitue, ou quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima.Erro culposo § 1º Não há isenção de pena quando o erro deriva de culpa e o fato é punível como crime culposo.Erro determinado por terceiro § 2º Responde pelo crime o terceiro que determina o erro.Erro sobre a pessoa § 3º O erro quando à pessoa contra a qual o crime é praticado não isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, sinão as da pessoa contra quem o agente queria praticar o crime.Coação irresistível e obediência hierárquica ",
     "Art. 18. ": " Se o crime é cometido sob coação irresistível ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem.Exclusão de criminalidade ",
     "Art. 19. ": " Não há crime quando o agente pratica o fato: I - em caso de necessidade; II - em legítima defesa; III - em estrito cumprimento de dever legal ou no exercício regular de direito.Estado de necessidade ",
     "Art. 20. ": " Considera-se em estado de necessidade quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se. § 1º  Não pode alegar estado de necessidade quem tinha o dever legal de enfrentar o perigo. § 2º Embora reconheça que era razoável exigir-se o sacrifício do direito ameaçado, o juiz pode reduzir a pena, de um a dois terços.Legítima defesa ",
     "Art. 21. ": " Entende-se em legítima defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem.Excesso culposo Parágrafo único. O agente que excede culposamente os limites da legítima defesa, responde pelo fato, se este é punível como crime culposo.TÍTULO IIIDa responsabilidadeIrresponsáveis ",
     "Art. 22. ": " É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o carater criminoso do fato ou de determinar-se de acordo com esse entendimento.Redução facultativa da pena Parágrafo único. A pena pode ser reduzida de um a dois terços, se o agente, em virtude de pertubação da saúde mental ou por desenvolvimento mental incompleto ou retardado, não possuia, ao tempo da ação ou da omissão, a plena capacidade de entender o carater criminoso do fato ou de determinar-se de acordo com esse entendimento.Menores de 18 anos ",
     "Art. 23. ": " Os menores de dezoito anos são penalmente irresponsáveis, ficando sujeitos às normas estabelecidas na legislação especial.Emoção e paixão. Embriaguez ",
     "Art. 24. ": " Não excluem a responsabilidade penal: I - a emoção ou a paixão; II - a embriaguez, voluntária ou culposa, pelo alcool ou substância de efeitos análogos. § 1º  É isento de pena o agente que, por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o carater criminoso do fato ou de determinar-se de acordo com esse entendimento. § 2º A pena pode ser reduzida de um a dois terços, se o agente, por embriaguez, proveniente de caso fortuito ou força maior, não possuia, ao tempo da ação ou da omissão, a plena capacidade de entender o carater criminoso do fato ou de determinar-se de acordo com esse entendimento.TÍTULO IVDa co-autoriaPena da co-autoria ",
     "Art. 25. ": " Quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas.Circunstâncias incomunicáveis ",
     "Art. 26. ": " Não se comunicam as circunstâncias de carater pessoal, salvo quando elementares do crime.Casos de impunibilidade ",
     "Art. 27. ": " O ajuste, a determinação ou instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado (art. 76, parágrafo único).TÍTULO VDas penasCAPÍTULO IDAS PENAS PRINCIPAISPenas principais ",
     "Art. 28. ": " As penas principais são: I - reclusão; II - detenção; III - multa.SECÇÃO IDA RECLUSÃO E DA DETENÇÃORegras comuns às penas privativas de liberdade ",
     "Art. 29. ": " A pena de reclusão e a de detenção devem ser cumpridas em penitenciária, ou, à falta, em secção especial de prisão comum. § 1º  O sentenciado fica sujeito a trabalho, que deve ser remunerado, e a isolamento durante o repouso noturno. § 2º  As mulheres cumprem pena em estabelecimento especial, ou, à falta, em secção adequada de penitenciária ou prisão comum, ficando sujeitas a trabalho interno. § 3° As penas de reclusão e de detenção impostas pela justiça de um Estado podem ser cumpridas em estabelecimento de outro Estado ou da União.Reclusão ",
     "Art. 30. ": " No período inicial do cumprimento da pena de reclusão, se o permitem as suas condições pessoais, fica o recluso também sujeito a isolamento durante o dia, por tempo não superior a três meses. § 1º  O recluso passará, posteriormente, a trabalhar em comum, dentro do estabelecimento, ou em obras ou serviços públicos, fora dele. § 2º  O recluso de bom procedimento pode ser transferido para colônia penal ou estabelecimento similar: I - se já cumpriu metade da pena, quando esta não é superior a três anos; II - se já cumpriu um terço da pena, quando esta é superior a três anos. § 3º A pena de reclusão não admite suspensão condicional, salvo quando o condenado é menor de vinte e um anos ou maior de setenta, e a condenação não é por tempo superior a dois anos.Detenção ",
     "Art. 31. ": " O condenado a pena de detenção fica sempre separado dos condenados a pena de reclusão e não está sujeito ao período inicial de isolamento diurno. Parágrafo único. O trabalho, desde que tenha carater educativo, pode ser escolhido pelo detento, na conformidade de suas aptidões ou de suas ocupações anteriores.Regulamentos das prisões ",
     "Art. 32. ": " Os regulamentos das prisões devem estabelecer a natureza, as condições e a extensão dos favores gradativos, bem como as restrições ou os castigos disciplinares, que mereça o condenado, mas, em hipótese alguma, podem autorizar medidas que exponham a perigo a saude ou ofendam a dignidade humana. Parágrafo único. Salvo o disposto no art. 30, ou quando o exija interesse relevante da disciplina, o isolamento não é permitido fora das horas de repouso noturno.Superveniência de doença mental ",
     "Art. 33. ": " O sentenciado a que sobrevem doença mental deve ser recolhido a manicômio judiciário ou, à falta, a outro estabelecimento adequado, onde lhe seja assegurada a custódia.Tempo de prisão preventiva ou provisória ou de internação em hospital ",
     "Art. 34. ": " Computam-se na pena privativa de liberdade o tempo de prisão preventiva ou provisória, no Brasil ou no estrangeiro, e o de internação em hospital ou manicômio.SECÇÃO IIDA MULTAPena de multa    ",
     "Art. 35. ": " A pena de multa consiste no pagamento, em selo penitenciário, da quantia fixada na sentença.Pagamento da multa ",
     "Art. 36. ": " A multa deve ser paga dentro de dez dias, depois de transitar em julgado a sentença; todavia, a requerimento do condenado, e conforme as circunstâncias, o juiz pode prorrogar esse prazo até três meses. Parágrafo único. Excedendo a quinhentos mil réis a importância da multa, o juiz pode permitir que o pagamento se realize em quotas mensais, dentro no prazo de um ano, prorrogável por seis meses, desde que metade da quantia tenha sido paga ou o condenado ofereça garantia de pagamento.Insolvência do condenado    ",
     "Art. 37. ": " Em caso de insolvência, a multa, imposta cumulativamente com pena privativa de liberdade, é cobrada mediante desconto de quarta parte da remuneração do condenado (art. 29, § 1º).Desconto em vencimento ou em salário § 1º  Se o condenado cumpre a pena privativa de liberdade ou obtem livramento condicional, sem haver resgatado a multa, faz-se a cobrança mediante desconto em seu vencimento ou salário. § 2º Aplica-se também o disposto no parágrafo anterior, se concedida a suspensão condicional da pena privativa de liberdade, ou imposta exclusivamente a pena de multa.Limite do desconto § 3º O desconto não deve incidir sobre os recursos indispensaveis à manutenção do condenado e de sua família (art. 39).Conversão em detenção ",
     "Art. 38. ": " A multa converte-se em detenção, quando o condenado reincidente deixa de pagá-la ou o condenado solvente frustra a sua cobrança.Modo de conversão  Parágrafo único. A conversão da multa em detenção é feita à razão de dez mil réis por dia, até o máximo de um ano, não podendo, porem, ser ultrapassado o mínimo da pena privativa de liberdade, cumulativa ou alternativamente cominada ao crime.Insolvência absoluta ",
     "Art. 39. ": " Não se executa a pena de multa se o condenado é absolutamente insolvente; procede-se, porem, à execução logo que sua situação econômica venha a permití-lo. Parágrafo único. Se, entretanto, o condenado é reincidente, aplica-se o disposto no artigo anterior. Revogação da conversão ",
     "Art. 40. ": " A conversão fica sem efeito se, a qualquer tempo, o condenado paga a multa ou lhe assegura o pagamento mediante caução real ou fidejussória.Suspensão da execução da multa  ",
     "Art. 41. ": " É suspensa a execução da pena de multa, se sobrevém ao condenado doença mental.CAPÍTULO IIDA APLICAÇÃO DA PENAFixação da pena ",
     "Art. 42. ": " Compete ao juiz, atendendo aos antecedentes e à personalidade do agente, à intensidade do dolo ou gráu da culpa, aos motivos, às circunstâncias e consequências do crime: I - determinar a pena aplicavel, dentre as cominadas alternativamente; II - fixar, dentro dos limites legais, a quantidade da pena aplicavel.Critério especial na fixação da multa ",
     "Art. 43. ": " Na fixação da pena de multa, o juiz deve atender, principalmente, à situação econômica do réu. Parágrafo único. A multa pode ser aumentada até o triplo, se o juiz considera que, em virtude da situação econômica do réu, é ineficaz, embora aplicada no máximo. Circunstâncias agravantes ",
     "Art. 44. ": " São circunstâncias que sempre agravam a pena, quando não constituem ou qualificam o crime: I - a reincidência; II - ter o agente cometido o crime: a) por motivo futil ou torpe; b) para facilitar ou assegurar a execução, a ocultação, a impunidade ou vantagem de outro crime; c) depois de embriagar-se proposìtadamente para cometê-lo; d) à traição, de emboscada, ou mediante dissimulação, ou outro recurso que dificultou ou tornou impossivel a defesa do ofendido; e) com emprego de veneno, fogo, explosivo, asfixia, tortura ou outro meio insidioso ou cruel, ou de que podia resultar perigo comum; f) contra ascendente, descendente, irmão ou cônjuge; g) com abuso de autoridade ou prevalecendo-se de relações domésticas, de cohabitação ou de hospitalidade; h) com abuso de poder ou violação de dever inerente a cargo, ofício, ministério ou profissão; i) contra criança, velho ou enfermo; j) quando o ofendido estava sob a imediata proteção da autoridade; k) em ocasião de incêndio naufrágio, inundação ou qualquer calamidade pública, ou de desgraça particular do ofendido. Agravantes no caso de concurso de agentes ",
     "Art. 45. ": " A pena é ainda agravada em relação ao agente que: I - promove ou organiza a cooperação no crime ou dirige a atividade dos demais agentes; II - coage outrem à execução material do crime; III - instiga ou determina a cometer o crime alguem sujeito à sua autoridade, ou não punivel em virtude de condição ou qualidade pessoal; IV - executa o crime, ou nele participa, mediante paga ou promessa de recompensa.Reincidência ",
     "Art. 46. ": " Verifica-se a reincidência quando o agente comete novo crime, depois de transitar em julgado a sentença que, no país ou no estrangeiro, o tenha condenado por crime anterior. Reincidência genérica e reincidência especifica § 1º  Diz-se a reincidência: I - genérica, quando os crimes são de natureza diversa; II - específica, quando os crimes são da mesma natureza. Crimes da mesma natureza § 2º Consideram-se crimes da mesma natureza os previstos no mesmo dispositivo legal, bem como os que, embora previstos em dispositivos diversos, apresentam, pelos fatos que os constituem ou por seus motivos determinantes, caracteres fundamentais comuns. Efeitos da reincidência especifica ",
     "Art. 47. ": " A reincidência específica importa: I - a aplicação da pena privativa de liberdade acima da metade da soma do mínimo com o máximo; II - a aplicação da pena mais grave em qualidade, dentre as cominadas alternativamente, sem prejuízo do disposto no n. I. Circunstâncias atenuantes ",
     "Art. 48. ": " São circunstâncias que sempre atenuam a pena: I - ser o agente menor de vinte e um ou maior de setenta anos;    II - ter sido de somenos importância sua cooperação no crime;    III - a ignorância ou a errada compreensão da lei penal, quando excusaveis;    IV - ter o agente: a) cometido o crime por motivo de relevante valor social ou moral; b) procurado, por sua espontânea vontade e com eficiência, logo após o crime, evitar-lhe ou minorar-lhe as consequências, ou ter, antes do julgamento, reparado o dano; c) cometido o crime sob coação a que podia resistir, ou sob a influência de violenta emoção, provocada por ato injusto da vítima; d) confessado espontaneamente, perante a autoridade, a autoria do crime, ignorada ou imputada a outrem; e) cometido o crime sob a influência de multidão em tumulto, se, lícita a reunião, não provocou o tumulto, nem é reincidente.Atenuação especial da pena Parágrafo único. Se o agente quis participar de crime menos grave, a pena é diminuida de um terço até metade, não podendo, porém, ser inferior ao mínimo da cominada ao crime cometido.Concurso de circunstâncias agravantes e atenuantes ",
     "Art. 49. ": " No concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência.Aumento ou diminuição de pena ",
     "Art. 50. ": " A pena que tenha de ser aumentada ou diminuida, de quantidade fixa ou dentro de determinados limites, é a que o juiz aplicaria se não existisse causa de aumento ou de diminuição.    Parágrafo único. No concurso de causas de aumento ou de diminuição previstas na parte especial, pode o juiz limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que mais aumente ou diminua.Concurso material ",
     "Art. 51. ": " Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executa-se primeiro aquela.Concurso formal § 1º Quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, a que se cominam penas privativas de liberdade, impõe-se-lhe a mais grave, ou, se idênticas, somente uma delas, mas aumentada, em qualquer caso, de um sexto até metade. As penas aplicam-se, entretanto, cumulativamente, se a acção ou omissão é dolosa e os crimes concorrentes resultam de desígnios autônomos. Crime continuado § 2º Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes da mesma espécie e, pelas condições de tempo, lugar, maneira de execução e outras semelhantes, devem os subsequentes ser havidos como continuação do primeiro, impõe-se-lhe a pena de um só dos crimes, se idênticas, ou a mais graves, se diversas, aumentada, em qualquer caso, de um sexto a dois terços. Aplicação da multa ou das penas acessórias no concurso de crimes ",
     "Art. 52. ": " As penas não privativas de liberdade são aplicadas distinta e integralmente, ainda que previstas para um só dos crimes concorrentes. Erro na execução ",
     "Art. 53. ": " Quando, por acidente ou erro no uso dos meios de execução, o agente, ao envez de atingir a pessoa que pretendia ofender, atinge pessoa diversa, responde como se tivesse praticado o crime contra aquela, atendendo-se ao disposto no art. 17, § 3º, 2ª parte. No caso de ser também atingida a pessoa que o agente pretendia ofender, aplica-se a regra do § 1º do art. 51.Resultado diverso do pretendido ",
     "Art. 54. ": " Fora dos casos do artigo anterior, quando, por acidente ou erro na execução do crime, sobrevem resultado diverso do pretendido, o agente responde por culpa, se o fato é previsto como crime culposo; se ocorre também o resultado pretendido, aplica-se a regra do § 1º do art. 51.Limite das penas ",
     "Art. 55. ": " A duração das penas privativas de liberdade não pode, em caso algum, ser superior a trinta anos, nem a importância das multas ultrapassar cem contos de réis.Concurso de crime e contravenção ",
     "Art. 56. ": " No concurso de crime e contravenção, observa-se o disposto nos arts. 51, 52 e 53, executando-se por último a pena cominada à contravenção, quando aplicadas cumulativamente penas privativas de liberdade.CAPÍTULO IIIDA SUSPENSÃO CONDICIONAL DA PENARequisitos da suspensão da pena ",
     "Art. 57. ": " A execução da pena de detenção não superior a dois anos, ou de reclusão, no caso do art. 30, § 3º, pode ser suspensa, por dois a seis anos, desde que: I - o sentenciado não haja sofrido, no Brasil ou no estrangeiro, condenação por outro crime; ou condenação, no Brasil, por motivo de contravenção; II - os antecedentes e a personalidade do sentenciado, os motivos e as circunstâncias do crime autorizem a presunção de que não tornará a delinquir.Penas a que não se estende a suspensão Parágrafo único. A suspensão não se estende à pena de multa nem à pena acessória.Especificação das condições ",
     "Art. 58. ": " A sentença deve especificar as condições a que fica subordinada a suspensão. Revogação da suspensão ",
     "Art. 59. ": " A suspensão é revogada se, no curso do prazo, o beneficiário: I - é condenado, por sentença irrecorrivel, em razão de crime, ou de contravenção pela qual tenha sido imposta pena privativa de liberdade; II - frustra, embora solvente, o pagamento da multa ou a reparação do dano. § 1º A suspensão pode ser também revogada, se o sentenciado deixa de cumprir qualquer das obrigações constantes da sentença, ou é irrecorrivelmente condenado, por motivo de contravenção, a pena que não seja privativa de liberdade. § 2° Se o beneficiário está sendo processado por outro crime ou por motivo de contravenção, considera-se prorrogado o prazo da suspensão até o julgamento definitivo. Prorrogação do período de prova § 3° Quando facultativa a revogação, o juiz pode, ao envez de decretá-la, prorrogar o período de prova até o máximo, se este não foi o fixado. Cumprimento das condições § 4° Se o prazo expira sem que haja ocorrido motivo para a revogação, não mais se executa a pena privativa de liberdade.CAPÍTULO IVDO LIVRAMENTO CONDICIONALRequisitos do livramento condicional ",
     "Art. 60. ": " O juiz pode conceder livramento condicional ao condenado a pena de reclusão ou de detenção superior a três anos, desde que: I - cumprida mais de metade da pena, se o criminoso é primário, e mais de três quartos, se reincidente; II - verificada a ausência ou a cessação da prericulosidade, e provados bom comportamento durante a vida carcerária e aptidão para prover à própria subsistência mediante trabalho honesto; III - satisfeitas as obrigações civis resultantes do crime, salvo quando provada a insolvência do condenado.    Parágrafo único. As penas que correspondem a crimes autônomos podem somar-se, para o efeito do livramento, quando qualquer delas é superior a três anos. Especificação das condições ",
     "Art. 61. ": " A sentença deve especificar as condições a que fica subordinado o livramento.Preliminares da concessão ",
     "Art. 62. ": " O livramento somente se concede mediante parecer do Conselho Penitenciário, ouvido o diretor do estabelecimento em que está ou tenha estado o liberando e, se imposta medida de segurança detentiva, após o exame a que se refere o art. 81.Vigilância do liberado ",
     "Art. 63. ": " O liberado, onde não exista patronato oficial subordinado ao Conselho Penitenciário, fica sob a vigilância da autoridade policial.  Revogação do livramento ",
     "Art. 64. ": " Revoga-se o livramento, se o liberado vem a ser condenado, em sentença irrecorrível: I - por crime cometido durante a vigência do benefício; II - por crime anterior, sem prejuizo, entretanto, do disposto no parágrafo único do art. 60; III - por motivo de contravenção, desde que imposta pena privativa de liberdade.    Parágrafo único. O juiz pode também revogar o livramento, se o liberado deixa de cumprir qualquer das obrigações constantes da sentença ou é irrecorrivelmente condenado, por motivo de contravenção, a pena que não seja privativa de liberdade.Efeitos da revogação ",
     "Art. 65. ": " Revogado o livramento, não pode ser novamente concedido, e, salvo quando a revogação resulta de condenação por outro crime ou contravenção anterior àquele benefício, não se desconta na pena o tempo em que esteve solto o condenado.Cumprimento das condições ",
     "Art. 66. ": " Se até o seu termo o livramento não é revogado, considera-se extinta a pena privativa de liberdade e ficam sem efeito as medidas de segurança pessoais. Parágrafo único. O juiz não pode declarar extinta a pena, enquanto não passar em julgado a sentença em processo a que responde o liberado, por crime ou contravenção cometido na vigência do livramento.CAPÍTULO VDAS PENAS ACESSÓRIASPenas acessórias ",
     "Art. 67. ": " São penas acessórias: I - a perda de função pública, eletiva ou de nomeação; II - as interdições de direitos; III - a publicação da sentença.Perda de função pública ",
     "Art. 68. ": " Incorre na perda de função pública: I - o condenado a pena privativa de liberdade por crime cometido com abuso de poder ou violação de dever inerente a função pública; II - o condenado por outro crime a pena de reclusão por mais de dois anos ou de detenção por mais de quatro.Interdições de direitos ",
     "Art. 69. ": " São interdições de direitos: I - a incapacidade temporária para investidura em função pública; II - a incapacidade, permanente ou temporária, para o exercício da autoridade marital ou do pátrio poder; III - a incapacidade, permanente ou temporária, para o exercício de tutela ou curatela; IV - a incapacidade temporária para profissão ou atividade cujo exercício depende de habilitação especial ou de licença ou autorização do poder público: V - a suspensão dos direito politicos.Incidência em interdição de direito Parágrafo único. Incorrem: I - na interdição sob o n. I: a) de cinco a vinte anos, o condenado a reclusão por tempo não inferior a quatro anos ou o condenado por crime doloso cometido no exercício de função pública, em prejuizo da Fazenda Pública, ou de patrimônio de entidade paraestatal, qualquer que seja o tempo da pena; b) de dois a oito anos, o condenado a reclusão por tempo superior a dois anos e inferior a quatro, ou o condenado por crime cometido com abuso de poder ou violação de dever inerente a função pública, excetuado o caso previsto na letra a, parte final; II - na interdição sob o n. II: a) permanentemente, o condenado por crime de que resulte manifesta incompatibilidade com o exercício da autoridade marital ou do pátrio poder; b) de dois a oito anos, o condenado por crime cometido com abuso da autoridade marital ou do pátrio poder, se não incide na sanção anterior; c) nos demais casos, até o termo da execução da pena ou da medida de segurança detentiva, o condenado a reclusão por tempo superior a dois anos; III - na interdição sob o n. III: a) permanentemente, o condenado por crime de que resulte manifesta incompatibilidade com o exercício da tutela ou curatela; b) de cinco a vinte anos, o condenado a reclusão por tempo não inferior a quatro anos; c) de dois a oito anos, o condenado a reclusão superior a dois anos e inferior a quatro, ou por crime cometido com abuso de poder ou infração de dever inerente à tutela ou curatela, se não ocorre o caso da letra a;  IV - na interdição sob o n. IV, de dois a dez anos, o condenado por crime cometido com abuso de profissão ou atividade, ou com infração de dever a ela inerente; V - na interdição sob o n. V, o condenado a pena privativa de liberdade, enquanto dure a execução da pena, a aplicação da medida de segurança detentiva ou a interdição sob n. I.  ",
     "Art. 70. ": " A sentença deve declarar: I - a perda da função pública, nos casos do n. I do art. 68; II - as interdições, nos casos do n. I, letras a e b, n. II, letras a e b, n. III, letras a, b e c, e n. IV, do parágrafo único do artigo anterior, fixando-lhes a duração, quando temporárias. Parágrafo único. Nos demais casos, a perda de função pública e as interdições resultam da simples imposição da pena principal.Interdição provisória ",
     "Art. 71. ": " Durante o processo, é facultado ao juiz decretar a suspensão provisória do exercício do pátrio poder, da autoridade marital, da tutela, da curatela e da profissão ou atividade, desde que a interdição correspondente possa resultar da condenação. Termo inicial das interdições ",
     "Art. 72. ": " As interdições, permanentes ou temporárias, tornam-se efetivas logo que passa em julgado a sentença, mas o prazo das interdições temporárias começa a correr do dia em que: a) termina a execução da pena privativa de liberdade ou esta se extingue pela prescrição; b) finda a execução da medida de segurança detentiva. Parágrafo único. Computam-se no prazo: I - o tempo da suspensão provisória; II - o tempo de liberdade resultante da suspensão condicional da pena ou do livramento condicional, se não sobrevem revogação.Publicação da sentença ",
     "Art. 73. ": " A publicação da sentença é decretada de ofício pelo juiz, sempre que o exija o interesse público. § 1º A publicação é feita em jornal de ampla circulação, à custa do condenado, ou se este é insolvente, em jornal oficial. § 2º A sentença é publicada em resumo, salvo razões especiais que justifiquem a publicação na íntegra.CAPÍTULO VIDOS EFEITOS DA CONDENAÇÃOReparação do dano. Perda dos instrumentos, produto e proveito do crime    ",
     "Art. 74. ": " São efeitos da condenação: I - Tornar certa a obrigação de indenizar o dano resultante do crime; II - a perda, em favor da União, ressalvado o direito do lesado ou de terceiro de boa fé: a) dos instrumentos do crime, desde que consistam em coisas cujo fabrico, alienação, uso, porte ou detenção constitua fato ilícito; b) do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso.TÍTULO VIDas medidas de segurançaCAPÍTULO IDAS MEDIDAS DE SEGURANÇA EM GERALLei aplicavel ",
     "Art. 75. ": " As medidas de segurança regem-se pela lei vigente ao tempo da sentença, prevalecendo, entretanto, se diversa, a lei vigente ao tempo da execução. Condições de aplicabilidade ",
     "Art. 76. ": " A aplicação da medida de segurança presupõe: I - a prática de fato previsto como crime; II - a periculosidade do agente. Parágrafo único. A medida de segurança é também aplicavel nos casos dos arts. 14 e 27, se ocorre a condição do n. II.Verificação da periculosidade ",
     "Art. 77. ": " Quando a periculosidade não é presumida por lei, deve ser reconhecido perigoso o indivíduo, se a sua personalidade e antecedentes, bem como os motivos e circunstâncias do crime autorizam a suposição de que venha ou torne a delinquir. Presunção de periculosidade ",
     "Art. 78. ": " Presumem-se perigosos: I- aqueles que, nos termos do art. 22, são isentos de pena; II - os referidos no parágrafo único do artigo 22; III - os condenados por crime cometido em estado de embriaguez pelo álcool ou substância de efeitos análogos, se habitual a embriaguez; IV - os reincidentes em crime doloso; V - os condenados por crime que hajam cometido como filiados a associação, bando ou quadrilha de malfeitores.Casos em que não prevalece a presunção § 1º  A presunção de periculosidade não prevalece, quando a sentença é proferida dez anos depois do fado, no caso do n. I deste artigo, ou cinco anos depois, nos outros casos. § 2º  A execução da medida de segurança não é iniciada sem verificação da periculosidade, se da data da sentença decorrerem dez anos, no caso do n. I deste artigo, ou cinco anos, nos outros casos, ressalvado o disposto no art. 87. § 3º No caso do art. 7º, n. II, a aplicação da medida de segurança, segundo a lei brasileira, depende de verificação da periculosidade. Pronunciamento judicial ",
     "Art. 79. ": " A medida de segurança é imposta na sentença de condenação ou de absolvição. Parágrafo único. Depois da sentença, a medida de segurança pode ser imposta: I - durante a execução da pena ou durante o tempo em que a ela se furte o condenado; II - enquanto não decorrido tempo equivalente ao da duração mínima da medida de segurança, a indivíduo que, embora absolvido, a lei presume perigoso; III - nos outros casos expressos em lei.Aplicação provisória de medidas de segurança ",
     "Art. 80. ": " Durante o processo, o juiz pode submeter as pessoas referidas no art. 78, n. I, e os ébrios habituais ou toxicómanos às medidas de segurança que lhes sejam aplicaveis. Parágrafo único. O tempo de aplicação provisória é computado no prazo mínimo de duração da medida de segurança. Revogação de medida de segurança ",
     "Art. 81. ": " Não se revoga a medida de segurança pessoal, enquanto não se verifica, mediante exame do indivíduo, que este deixou de ser perigoso. § 1º Procede-se ao exame: I - ao fim do prazo mínimo fixado pela lei para a medida de segurança; II - anualmente, após a expiração do prazo mínimo, quando não cessou a execução da medida de segurança; III - em qualquer tempo, desde que o determine a superior instância. § 2º Se inferior a um ano o prazo mínimo de duração da medida de segurança, os exames sucessivos realizam-se ao fim de cada período igual àquele prazo. Execução das medidas de segurança ",
     "Art. 82. ": " Executam-se as medidas de segurança: I - depois de cumprida a pena privativa de liberdade; II - no caso de absolvição, ou de condenação a pena de multa, depois de passada em julgado a sentença. § 1º A execução da medida de segurança é suspensa, quando o indivíduo tem de cumprir pena privativa de liberdade. § 2º A execução da medida de segurança detentiva precede a da medida de segurança não detentiva. Superveniência de doenças mental ",
     "Art. 83. ": " O indivíduo sujeito a medida de segurança detentiva, a quem, antes de iniciada a execução ou durante ela, sobrevem doença mental, deve ser recolhido a manicômio judiciário ou, à falta, a estabelecimento adequado, onde se lhe assegure a custódia.Quando não detentiva a medida, a execução não se inicia e, quando iniciada, não prossegue. Parágrafo único. Verificada a cura, sem que tenha desaparecido a periculosidade, o juiz pode determinar: I - o início ou o prosseguimento da execução da medida; II - a substituição da medida de segurança não detentiva por outra de igual natureza; III - a substituição da medida detentiva por outra de igual natureza ou pela liberdade vigiada.Pessoa julgada por vários fatos ",
     "Art. 84. ": " Se aplicada mais de uma medida de segurança da mesma espécie, somente uma se executa. § 1º Se de espécies diferentes, o juiz deve impor uma ou mais dentre elas, tendo em conta o grau de periculosidade do indivíduo, sem excluir, todavia, a medida detentiva aplicavel em caso de periculosidade presumida. § 2º Observam-se as mesmas regras com referência às medidas de segurança impostas em juizo ou processos diferentes, ainda que iniciada a execução de uma delas.  Inobservância da medida de segurança detentiva ",
     "Art. 85. ": " Quando o indivíduo se subtrai à execução de medida de segurança detentiva, que não seja internação em manicômio judiciário ou em casa de custódia e tratamento, o prazo de duração mínima recomeça do dia em que a medida volta a ser executada.  Efeitos da extinção de punibilidade ",
     "Art. 86. ": " Extinta a punibilidade, não se impõe medida de segurança, nem subsiste a que tenha sido imposta.Extinção pelo decurso de tempo ",
     "Art. 87. ": " Extingue-se a medida de segurança não executada pelo prazo de cinco anos, contados do cumprimento da pena, se o condenado, nesse período, não comete novo crime. Parágrafo único. A extinção de medida de segurança imposta nos casos dos arts. 14 e 27 ocorre no mesmo prazo, contado da data em que se tornou irrecorrivel a sentença.CAPÍTULO IIDAS MEDIDAS DE SEGURANÇA EM ESPÉCIEDivisão das medidas de segurança ",
     "Art. 88. ": " As medidas de segurança dividem-se em patrimoniais e pessoais. A interdição de estabelecimento ou de sede de sociedade ou associação e o confisco são as medidas da primeira espécie; as da segunda espécie subdividem-se em detentivas ou não detentivas.Medidas de segurança detentivas § 1º São medidas detentivas: I - internação em manicômio judiciário; II - internação em casa de custódia e tratamento; III - a internação em colônia agricola ou em instituto de trabalho, de reeducação ou de ensino profissional. Medidas de segurança não detentivas § 2º São medidas não detentivas: I - a liberdade vigiada; II - a proibição de frequentar determinados lugares; III - o exílio local.Falta de estabelecimento adequado ",
     "Art. 89. ": " Onde não há estabelecimento adequado, a medida detentiva, segundo a sua natureza, é executada em secção especial de outro estabelecimento.Execução da medida de segurança fora do Estado em que foi imposta Parágrafo único. Aplica-se às medidas de segurança detentivas o que dispõe o art. 29, § 3º.Regime dos estabelecimentos de internação ",
     "Art. 90. ": " O internado deve ser submetido a regime de reeducação, de tratamento ou de trabalho, conforme suas condições pessoais. Parágrafo único. O trabalho deve ser remunerado. Internação em manicômio judiciário. ",
     "Art. 91. ": " O agente isento de pena, nos termos do art. 22, é internado em manicômio judiciário. § 1º  A duração da internação é, no mínino: I - de seis anos, se a lei comina ao crime pena de reclusão não inferior, no mínimo, a doze anos; II - de três anos, se a lei comina ao crime pena de reclusão não inferior, no mínimo, a oito anos; III - de dois anos, se a pena privativa de liberdade, cominada ao crime, é, no mínimo, de um ano: IV - de um ano, nos outros casos. § 2º Na hipótese do n. IV, o juiz pode submeter o indivíduo apenas a liberdade vigiada.Substituição facultativa § 3º O juiz pode, tendo em conta a perícia médica, determinar a internação em casa de custódia e tratamento, observados os prazos do artigo anterior. Cessação da internação § 4º Cessa a internação por despacho do juiz, após a perícia médica (art. 81), ouvidos o Ministério Público e o diretor do estabelecimento. Período de prova  § 5º  Durante um ano depois de cessada a internação, o indivíduo fica submetido a liberdade vigiada, devendo ser de novo internado se seu procedimento revela que persiste a periculosidade. Em caso contrário, declara-se extinta a medida de segurança.Internação em casa de custódia e tratamento ",
     "Art. 92. ": " São internados em casa de custódia e tratamento, não se lhes aplicando outra medida detentiva: I - durante três anos, pelo menos, o condenado por crime a que a lei comina pena de reclusão por tempo não inferior, no mínimo, a dez anos, se na sentença foram reconhecidas as condições do parágrafo único do art. 22; II - durante dois anos, pelo menos, o condenado por crime a que a lei comina pena de reclusão por tempo não inferior, no mínimo, a cinco anos, se na sentença foram reconhecidas as condições do parágrafo único do art. 22; III - durante um ano, pelo menos, o condenado por crime a que a lei comina pena privativa de liberdade por tempo não inferior, no mínimo, a um ano, se na sentença foram reconhecidas as condições do parágrafo único do art. 22 ; IV - durante seis meses, pelo menos, ainda que a pena aplicada seja por tempo menor, o condenado a pena privativa de liberdade por crime cometido em estado de embriaguez pelo álcool ou substância de efeitos análogos, se habitual a embriaguez. Parágrafo único. O condenado por crime a que a lei comina pena privativa de liberdade por tempo inferior, no mínimo, a um ano, se na sentença foram reconhecidas as condições do parágrafo único do art. 22, é internado em casa de custódia e tratamento durante seis meses, pelo menos, ou, se mais conveniente, submetido, por igual prazo, a liberdade vigiada.Internação em colônia agrícola, ou em instituto de trabalho, de reeducação ou de ensino profissional. ",
     "Art. 93. ": " São internados em qualquer dos estabelecimentos referidos no art. 88, § 1º, n. III, segundo pareça ao juiz mais conveniente: I - durante dois anos, pelo menos, o condenado por crime doloso, se reincidente; II - durante um ano, pelo menos: a) o condenado a reclusão por mais de cinco anos; b) o condenado a pena privativa de liberdade, se o crime se relaciona com a ociosidade, a vadiagem ou a prostituição.Liberdade vigiada ",
     "Art. 94. ": " Fora dos casos já previstos, aplica-se a liberdade vigiada durante um ano, pelo menos: I - ao egresso dos estabelecimentos referidos no art. 88, § 1º, ns. II e III; II - ao liberado condicional; III - nos casos dos arts. 14 e 27; IV - ao transgressor da proibição resultante do exílio local; V - ao transgressor da proibição de frequentar determinados lugares; VI - se a lei não especifica a medida de segurança aplicavel.Normas da liberdade vigiada ",
     "Art. 95. ": " Ao aplicar a liberdade vigiada, o juiz deve prescrever ao indivíduo as regras de comportamento destinadas a evitar nova infração da lei penal, podendo modificá-las no curso da execução.    Parágrafo único. A vigilância, na falta de orgão especial, incumbe à autoridade policial.Transgressão das obrigações resultantes da liberdade vigiada ",
     "Art. 96. ": " No caso de transgressão das obrigações resultantes de liberdade vigiada, o juiz pode, ressalvado o disposto no art. 64, parágrafo único, determinar a internação, até seis meses, em um dos estabelecimentos referidos no art. 88, § 1º, ns. II e III.  Exílio local ",
     "Art. 97. ": " O exílio local consiste na proibição de residir ou permanecer o condenado, durante um ano, pelo menos, na localidade, município ou comarca em que o crime foi praticado.Proibição de frequentar determinados lugares ",
     "Art. 98. ": " A proibição de frequentar determinados lugares é medida de prevenção especial e sua duração é, no mínimo: I - de um ano, imposta ao condenado por crime cometido sob a ação do álcool; II - de três meses, nos outros casos.  Interdição de estabelecimento ou sede de sociedade ou associação ",
     "Art. 99. ": " A interdição de estabelecimento comercial ou industrial, ou de sede de sociedade ou associação, pode ser decretada por tempo não inferior a quinze dias, nem superior a seis meses, se o estabelecimento, sociedade ou associação serve de meio ou pretexto para a prática de infração penal. § 1º A interdição do estabelecimento consiste na proibição ao condenado, ou a terceiro, a quem ele o tenha transferido, de exercer no local o mesmo comércio ou indústria. § 2º A sociedade ou associação, cuja sede é interditada, não pode exercer em outro local as suas atividades.Confisco ",
     "Art. 100. ": " O juiz, embora não apurada a autoria, deve ordenar o confisco dos instrumentos e produtos do crime, desde que consistam em coisas cujo fabrico, alienação, uso, porte ou detenção constitue fato ilícito.A medida de segurança e a expulsão de estrangeiro ",
     "Art. 101. ": " A imposição de medida de segurança não impede a expulsão de estrangeiro.",
     "Art. 102. ": " A ação penal é pública, salvo quando a lei expressamente a declara privativa do ofendido. § 1º A ação pública é promovida pelo Ministério Público, dependendo, quando a lei o exige, de representação do ofendido ou de requisição do ministro da Justiça. § 2º A ação privada é promovida mediante queixa do ofendido ou de quem tenha qualidade para representá-lo. § 3ºA ação privada pode intentar-se nos crimes de ação pública, se o Ministério Público não oferece denúncia no prazo legal. § 4ºNo caso de morte do ofendido ou de ter sido ele declarado ausente por decisão judicial, o direito de oferecer queixa ou de prosseguir na ação passa ao cônjuge, ascendente, descendente ou irmão.A ação penal no crime complexo    ",
     "Art. 103. ": " Quando a lei considera como elementos constitutivos ou circunstâncias agravantes de um crime fatos que, por si mesmos, constituem crimes, cabe a ação pública em relação àquele, desde que em relação a qualquer destes se deva proceder por iniciativa do Ministério Público. Irretratabilidade da representação ",
     "Art. 104. ": " A representação é irretratavel depois de iniciada a ação.Decadência do direito de queixa ou de representação    ",
     "Art. 105. ": " Salvo disposição expressa em contrário, o ofendido decai do direito de queixa ou de representação, se não o exerce dentro do prazo de seis meses, contado do dia em que veio a saber quem é o autor do crime, ou, no caso do § 3º do art. 102, do dia em que se esgota o prazo para oferecimento da denúncia.Renúncia, expressa ou tática, do direito de queixa ",
     "Art. 106. ": " O direito de queixa não pode ser exercido quando renunciado expressa ou tacitamente.    Parágrafo único. Importa renúncia tácita ao direito de queixa a prática de ato incompativel com a vontade de exercê-lo; não a implica, todavia, o fato de receber o ofendido a indenização do dano causado pelo crime.Perdão do ofendido ",
     "Art. 107. ": " O perdão do ofendido, nos crimes em que somente se procede mediante queixa, obsta ao prosseguimento da ação. § 1º O perdão, no processo, ou fora dele, expresso ou tácito: I - se concedido a qualquer dos querelados, a todos aproveita; II - se concedido por um dos ofendidos, não prejudica o direito dos outros; III - se o querelado o recusa, não produz efeito. § 2º Perdão tácito é o que resulta da prática de ato incompativel com a vontade de prosseguir na ação. § 3º Não é admissivel o perdão depois que passa em julgado a sentença condenatória.TÍTULO VIIIDa extinção da punibilidadeDa extinção da punibilidade ",
     "Art. 108. ": " Extingue-se a punibilidade: I - pela morte do agente; II - pela anistia, graça ou indulto; III - pela retroatividade de lei que não mais considera o fato como criminoso; IV - pela prescrição, decadência ou perempção; V - pela renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; VI - pela rehabilitação; VII - pela retratação do agente, nos casos em que a lei a admite; VIII - pelo casamento do agente com a ofendida, nos crimes contra os costumes, definidos nos Capítulos I, II e III do Título VI da Parte Especial; IX - pelo ressarcimento do dano, no peculato culposo. Parágrafo único. A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro, não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão.Prescrição antes de transitar em julgado a sentença final ",
     "Art. 109. ": " A prescrição, antes de transitar em julgado a sentença final, salvo o disposto no parágrafo único do art. 110, regula-se pelo máximo da pena privativa de liberdade cominada ao crime, verificando-se: I - em vinte anos, se o máximo da pena é superior a doze; II - em dezesseis anos, se o máximo da pena é superior a oito anos e não excede a doze; III - em doze anos, se o máximo da pena é superior a quatro anos e não excede a oito: IV - em oito anos, se o máximo da pena é superior a dois anos e não excede a quatro; V - em quatro anos, se o máximo da pena é igual a um ano ou, sendo superior, não excede a dois; VI - em dois anos, se o máximo da pena é inferior a um ano.Prescrição, depois de transitar em julgado a sentença final condenatória ",
     "Art. 110. ": " A prescrição, depois de transitar em julgado a sentença condenatória, regula-se pela pena imposta e verifica-se nos prazos fixados no artigo anterior, os quais se aumentam de um terço, se o condenado é reincidente.Prescrição, no caso de sentença condenatória, de que somente o réu tenha recorrido Parágrafo único. A prescrição, depois de sentença condenatória de que somente o réu tenha recorrido, regula-se tambem pela pena imposta e verifica-se nos mesmos prazos.Termo inicial da prescrição antes de transitar em julgado a sentença final ",
     "Art. 111. ": " A prescrição, antes de transitar em julgado a sentença final, começa a correr: a) do dia em que o crime se consumou; b) no caso de tentativa, do dia em que cessou a atividade criminosa; c) nos crimes permanentes ou continuados, do dia em que cessou a permanência ou a continuação; d) nos de bigamia e nos de falsificação ou alteração de assentamento do registo civil, da data em que o fato se tornou conhecido. Termo inicial da prescrição após a sentença condenatória irrecorrivel ",
     "Art. 112. ": " No caso do art. 110, a prescrição começa a correr: a) do dia em que passa em julgado a sentença condenatória ou a que revoga a suspensão condicional da pena ou o livramento condicional; b) do dia em que se interrompe a execução, salvo quando o tempo da interrupção deva computar-se na pena.Prescrição no caso de evasão do condenado ou de revogação do livramento condicional ",
     "Art. 113. ": " No caso de evadir-se o condenado ou de revogar-se o livramento condicional, a prescrição é regulada pelo tempo que resta da pena.Prescrição no caso de multa ",
     "Art. 114. ": " A prescrição opera-se em dois anos, quando a pena de multa foi a única imposta ou é a que ainda não foi cumprida. Redução dos prazos da prescrição ",
     "Art. 115. ": " São reduzidos de metade os prazos da prescrição, quando o criminoso era, ao tempo do crime, menor de vinte e um ou maior de setenta anos. Causas impeditivas da prescrição ",
     "Art. 116. ": " Antes de passar em julgado a sentença final, a prescrição não corre: I - enquanto não resolvida, em outro processo, questão de que dependa o reconhecimento da existência do crime; II - enquanto o agente cumpre pena no estrangeiro. Parágrafo único. Depois de passada em julgado a sentença condenatória, a prescrição não corre durante o tempo em que o condenado está preso por outro motivo.Causas interruptivas da prescrição ",
     "Art. 117. ": " O curso da prescrição interrompe-se: I - pelo recebimento da denúncia ou da queixa; II - pela pronúncia; III - pela decisão confirmatória da pronúncia; IV - pela sentença condenatória recorrivel; V - pelo início ou continuação do cumprimento da pena; VI - pela reincidência. § 1ºSalvo o caso do n. VI, a interrupção da prescrição produz efeito relativamente a todos os autores do crime. Nos crimes conexos, que sejam objeto do mesmo processo, estende-se aos demais a interrupção relativa a qualquer deles. § 2º Interrompida a prescrição, salvo a hipótese do n. V, todo o prazo começa a correr, novamente, do dia da interrupção. Absorpção das penas mais leves ",
     "Art. 118. ": " As penas mais leves prescrevem com as penas mais graves. Imprescritibilidade da pena acessória Parágrafo único. É imprescritivel a pena acessória imposta na sentença ou resultante da condenação.Rehabilitação ",
     "Art. 119. ": " A rehabilitação extingue a pena de interdição de direito, e somente pode ser concedida após o decurso de quatro anos, contados do dia em que termina a execução da pena principal ou da medida de segurança detentiva, desde que o condenado: I - tenha dado durante esse tempo provas efetivas de bom comportamento; II - tenha ressarcido o dano causado pelo crime, se podia fazê-lo. § 1ºSe o condenado é reincidente, o prazo mínimo para a rehabilitação é de oito anos. Penas que a rehabilitação não extingue § 2º A rehabilitação não pode ser concedida em relação à incapacidade para o exercício de pátrio poder, tutela, curatela ou autoridade marital, se imposta por crime contra os costumes, cometido pelo condenado em detrimento de filho, tutelado ou curatelado, ou por crime de lenocínio contra a própria mulher.Prazo para renovação do pedido § 3ºNegada a rehabilitação, não pode ser novamente requerida senão após o decurso de dois anos.Revogação da rehabilitação ",
     "Art. 120. ": " A rehabilitação é revogada e não pode mais ser concedida, se o rahabilitado sofre nova condenação, por sentença irrecorrivel, à pena privativa de liberdade.PARTE ESPECIALTÍTULO IDos crimes contra a pessoaCAPÍTULO IDOS CRIMES CONTRA A VIDAHomicídio simples ",
     "Art. 121. ": " Matar alguém: Pena - reclusão, de seis a vinte anos.Caso de diminuição de pena § 1º Se o agente comete o crime impelido por motivo de relevante valor social ou moral, ou sob o domínio de violenta emoção, logo em seguida a injusta provocação da vítima, o juiz pode reduzir a pena de um sexto a um terço.Homicídio qualificado § 2º Se o homicídio é cometido: I - mediante paga ou promessa de recompensa, ou por outro motivo torpe; II - por motivo futil; III - com emprego de veneno, fogo, explosivo, asfixia, tortura ou outro meio insidioso ou cruel, ou de que possa resultar perigo comum; IV - à traição, de emboscada, ou mediante dissimulação ou outro recurso que dificulte ou torne impossivel a defesa do ofendido; V - para assegurar a execução, a ocultação, a impunidade ou vantagem de outro crime; Pena - reclusão, de doze a trinta anos. Homicídio culposo § 3º Se o homicídio é culposo: Pena - detenção, de um a três anos. Aumento de pena § 4º No homicídio culposo, a pena é aumentada de um terço, se o crime resulta de inobservância de regra técnica de profissão, arte ou ofício, ou se o agente deixa de prestar imediato socorro à vítima, não procura diminuir as consequências do seu ato, ou foge para evitar prisão em flagrante.Induzimento, instigação ou auxílio a suicídio ",
     "Art. 122. ": " Induzir ou instigar alguem a suicidar-se ou prestar-lhe auxílio para que o faça: Pena - reclusão, de dois a seis anos, se o suicídio se consuma; ou reclusão, de um a três anos, se da tentativa de suicídio resulta lesão corporal de natureza grave. Parágrafo único. A pena é duplicada:Aumento de pena I - se o crime é praticado por motivo egoístico; II - se a vítima é menor ou tem diminuida, por qualquer causa, a capacidade de resistência.Infanticídio ",
     "Art. 123. ": " Matar, sob a influência do estado puerperal, o próprio filho, durante o parto ou logo após: Pena - detenção, de dois a seis anos.Aborto provocado pela gestante ou com seu consentimento ",
     "Art. 124. ": " Provocar aborto em si mesma ou consentir que outrem lho provoque: Pena - detenção, de um a três anos. Aborto provocado por terceiro ",
     "Art. 125. ": " Provocar aborto, sem o consentimento da gestante: Pena - reclusão, de três a dez anos. ",
     "Art. 126. ": " Provocar aborto com o consentimento da gestante: Pena - reclusão, de um a quatro anos. Parágrafo único. Aplica-se a pena do artigo anterior, se a gestante não é maior de quatorze anos, ou é alienada ou debil mental, ou se o consentimento é obtido mediante fraude, grave ameaça ou violência.Forma qualificada ",
     "Art. 127. ": " As penas cominadas nos dois artigos anteriores são aumentadas de um terço, se, em consequência do aborto ou dos meios empregados para provocá-lo, a gestante sofre lesão corporal de natureza grave; e são duplicadas, se, por qualquer dessas causas, lhe sobrevem a morte.  ",
     "Art. 128. ": " Não se pune o aborto praticado por médico:Aborto necessário I - se não há outro meio de salvar a vida da gestante; Aborto no caso de gravidez resultante de estupro II - se a gravidez resulta de estupro e o aborto é precedido de consentimento da gestante ou, quando incapaz, de seu representante legal.CAPÍTULO IIDAS LESÕES CORPORAISLesão corporal ",
     "Art. 129. ": " Ofender a integridade corporal ou a saúde de outrem: Pena - detenção, de três meses a um ano.Lesão corporal de natureza grave § 1º Se resulta: I - Incapacidade para as ocupações habituais, por mais de trinta dias; II - perigo de vida; III - debilidade permanente de membro, sentido ou função; IV - aceleração de parto: Pena - reclusão, de um a cinco anos.    § 2º Se resulta:    I - Incapacidade permanente para o trabalho;    II - enfermidade incuravel;    III- debilidade permanente de membro, sentido ou função;    IV - deformidade permanente;    V - aborto:    Pena - reclusão, de dois a oito anos. Lesão corporal seguida de morte    § 3º  Se resulta morte e as circunstâncias evidenciam que o agente não quís o resultado, nem assumiu o risco de produzí-lo:    Pena - reclusão, de quatro a doze anos.Diminuição de pena § 4º Se o agente comete o crime impelido por motivo de relevante valor social ou moral ou sob o domínio de violenta emoção, logo em seguida a injusta provocação da vítima, o juiz pode reduzir a pena de um sexto a um terço.Substituição da pena § 5ºO juiz, não sendo graves as lesões, pode ainda substituir a pena de detenção pela de multa, de duzentos mil réis a dois contos de réis: I - se ocorre qualquer das hipóteses do parágrafo anterior; II - se as lesões são recíprocas.Lesão corporal culposa § 6º Se a lesão é culposa: Pena - detenção, de dois meses a um ano.Aumento de pena § 7º No caso de lesão culposa, aumenta-se a pena de um terço, se ocorre qualquer das hipóteses do art. 121, § 4º.",
     "Art. 130. ": " Expor alguem, por meio de relações sexuais ou qualquer ato libidinoso, a contágio de moléstia venérea, de que sabe ou deve saber que está contaminado: Pena - detenção, de três meses a um ano, ou multa, de um conto a cinco contos de réis. § 1º Se é intenção do agente transmitir a moléstia: Pena - reclusão, de um a quatro anos, e multa, de dois contos a dez contos de réis. § 2º  Somente se procede mediante representação.Perigo de contágio de moléstia grave ",
     "Art. 131. ": " Praticar, com o fim de transmitir a outrem moléstia grave de que está contaminado, ato capaz de produzir o contágio: Pena - reclusão, de um a quatro anos, e multa, de dois contos a dez contos de réis.Perigo para a vida ou saude de outrem ",
     "Art. 132. ": " Expôr a vida ou a saude de outrem a perigo direto e iminente: Pena - detenção, de três meses a um ano, se o fato não constitue crime mais grave. Abandono de incapaz  ",
     "Art. 133. ": " Abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e, por qualquer motivo, incapaz de defender-se dos riscos resultantes do abandono: Pena - detenção, de seis meses a três anos.    § 1º Se do abandono resulta lesão corporal de natureza grave: Pena - reclusão, de um a cinco anos. § 2º Se resulta a morte: Pena - reclusão, de quatro a doze anos. Aumento de pena § 3º As penas cominadas neste artigo aumentam-se de um terço: I - se o abandono ocorre em lugar ermo; II - se o agente é ascendente ou descendente, cônjuge, irmão, tutor ou curador da vítima.Exposição ou abandono de recem-nascido ",
     "Art. 134. ": " Expor ou abandonar recem-nascido, para ocultar deshonra própria: Pena - detenção, de seis meses a dois anos. § 1º Se do fato resulta lesão corporal de natureza grave: Pena - detenção, de um a três anos.    § 2º Se resulta a morte: Pena - detenção, de dois a seis anos.Omissão de socorro ",
     "Art. 135. ": " Deixar de prestar assistência, quando possivel fazê-lo sem risco pessoal, a criança abandonada ou extraviada, ou a pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública: Pena - detenção, de um a seis meses, ou multa, de trezentos mil réis a dois contos de réis. Parágrafo único. A pena é aumentada de metade, se da omissão resulta lesão corporal de natureza grave, e triplicada, se resulta a morte. Maus tratos ",
     "Art. 136. ": " Expor a perigo a vida ou a saude de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensaveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina:  Pena - detenção, de dois meses a um ano, ou multa, de quinhentos mil réis a cinco contos de réis. § 1º Se do fato resulta lesão corporal de natureza grave: Pena - reclusão, de um a quatro anos. § 2º Se resulta a morte: Pena - reclusão, de quatro a doze anos.CAPÍTULO IVDA RIXARixa ",
     "Art. 137. ": " Participar de rixa, salvo para separar os contendores: Pena - detenção, de quinze dias a dois meses, ou multa, de duzentos mil réis a um conto de réis. Parágrafo único. Se ocorre morte ou lesão corporal de natureza grave, aplica-se, pelo fato da participação na rixa, a pena de detenção, de seis meses a dois anos.CAPÍTULO VDOS CRIMES CONTRA A HONRACalúnia ",
     "Art. 138. ": " Caluniar alguem, imputando-lhe falsamente fato definido como crime: Pena - detenção, de seis meses a dois anos, e multa, de um conto a três contos de réis. § 1º Na mesma pena incorre quem, sabendo falsa a imputação, a propala ou divulga. § 2º É punivel a calúnia contra os mortos.Exceção da verdade § 3º Admite-se a prova da verdade, salvo: I - se, constituindo o fato imputado crime de ação privada, o ofendido não foi condenado por sentença irrecorrível; II - se o fato é imputado a qualquer das pessoas indicadas no n. I do art. 141; III - se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível.Difamação ",
     "Art. 139. ": " Difamar alguem, imputando-lhe fato ofensivo à sua reputação: Pena - detenção, de três meses a um ano, e multa, de quinhentos mil réis a três contos de réis.Exceção da verdade Parágrafo único. A exceção da verdade somente se admite se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções. Injúria ",
     "Art. 140. ": " Injuriar alguem, ofendendo-lhe a dignidade ou o decoro: Pena - detenção, de um a seis meses, ou multa, de quinhentos mil réis a dois contos de réis. § 1º O juiz pode deixar de aplicar a pena: I - quando o ofendido, de forma reprovavel, provocou diretamente a injúria; II - no caso de retorsão imediata, que consista em outra injúria. § 2º Se a injúria consiste em violência ou vias de fato, que, por sua natureza ou pelo meio empregado, se considerem aviltantes: Pena - detenção, de três meses a um ano, e multa, de quinhentos mil réis a três contos de réis, alem da pena correspondente à violência. Disposições comuns ",
     "Art. 141. ": " As penas cominadas neste capítulo aumentam-se de um terço, se qualquer dos crimes é cometido: I - contra o Presidente da República, ou contra chefe de governo estrangeiro; II - contra funcionário público, em razão de suas funções; III - na presença de várias pessoas, ou por meio que facilite a divulgação da calúnia, da difamação ou da injúria. Parágrafo único. Se o crime é cometido mediante paga ou promessa de recompensa, aplica-se a pena em dobro. Exclusão do crime ",
     "Art. 142. ": " Não constituem injúria ou difamação punivel: I - A ofensa irrogada em juizo na discussão da causa, pela parte ou por seu procurador; II - a opinião desfavoravel da crítica literária, artística ou científica, salvo quando inequívoca a intenção de injuriar ou difamar; III - o conceito desfavoravel emitido por funcionário público, em apreciação ou informação que preste no cumprimento de dever do ofício. Parágrafo único. Nos casos dos ns. I e III, responde pela injúria ou pela difamação quem lhe dá publicidade. Retratação ",
     "Art. 143. ": " O querelado que, antes da sentença, se retrata cabalmente da calúnia ou da difamação, fica isento de pena. ",
     "Art. 144. ": " Se, de referências, alusões ou frases, se infere calúnia, difamação ou injúria, quem se julga ofendido pode pedir explicações em juizo. Aquele que se recusa a dá-las ou, a critério do juiz, não as dá satisfatórias, responde pela ofensa. ",
     "Art. 145. ": " Nos crimes previstos neste capítulo somente se procede mediante queixa, salvo, quando no caso do art. 140, § 2º, da violência resulta lesão corporal. Parágrafo único. Procede-se mediante requisição do Ministro da Justiça, no caso do n. I do artigo 141, e mediante representação do ofendido, no caso do n. II do mesmo artigo.CAPÍTULO VIDOS CRIMES CONTRA A LIBERDADE INDIVIDUALSECÇÃO IDos crimes contra a liberdade pessoalConstrangimento ilegal ",
     "Art. 146. ": " Constranger alguem, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda: Pena - detenção, de três meses a um ano, ou multa, de quinhentos mil réis a cinco contos de réis.Aumento de pena § 1º As penas aplicam-se cumulativamente e em dobro, quando, para a execução do crime, se reunem mais de três pessoas, ou há emprego de armas. § 2º  Alem das penas cominadas, aplicam-se as correspondentes à violência. § 3º  Não se compreendem na disposição deste artigo: I - a intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, se justificada por iminente perigo de vida; II - a coação exercida para impedir suicídio.Ameaça ",
     "Art. 147. ": " Ameaçar alguem, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave: Pena - detenção, de um a seis meses, ou multa, de trezentos mil réis a dois contos de réis.  Parágrafo único. Somente se procede mediante representação. Sequestro e cárcere privado ",
     "Art. 148. ": " Privar alguem de sua liberdade, mediante sequestro ou cárcere privado: Pena - reclusão, de um a três anos. § 1º A pena é de reclusão, de dois a cinco anos: I - se a vítima é ascendente, descendente ou cônjuge do agente; II - se o crime é praticado mediante internação da vítima em casa de saude ou hospital; III - se a privação da liberdade dura mais de quinze dias. § 2º Se resulta à vítima, em razão de maus tratos ou da natureza da detenção, grave sofrimento físico ou moral: Pena - reclusão, de dois a oito anos. Redução a condição análoga à de escravo ",
     "Art. 149. ": " Reduzir alguem a condição análoga à de escravo: Pena - reclusão, de dois a oito anos.SECÇÃO IIDos crimes contra a inviolabilidade do domicílioViolação de domicílio ",
     "Art. 150. ": " Entrar ou permanecer, clandestina ou astuciosamente, ou contra a vontade expressa ou tácita de quem de direito, em casa alheia ou em suas dependências: Pena - detenção, de um a três meses, ou multa, de trezentos mil réis a dois contos de réis. § 1º Se o crime é cometido durante a noite, ou em lugar ermo, ou com o emprego de violência ou de arma, ou por duas ou mais pessoas: Pena - detenção, de seis meses a dois anos, alem da pena correspondente à violência. § 2º Aumenta-se a pena de um terço, se o fato é cometido por funcionário público, fóra dos casos legais, ou com inobservância das formalidades estabelecidas em lei, ou com abuso do poder. § 3º Não constitue crime a entrada ou permanência em casa alheia ou em suas dependências: I - durante o dia, com observância das formalidades legais, para efetuar prisão ou outra diligência; II - a qualquer hora do dia ou da noite, quando algum crime está sendo alí praticado ou na iminência de o ser. § 4º A expressão 'casa' compreende: I - qualquer compartimento habitado; II - aposento ocupado de habitação coletiva; III - compartimento não aberto ao público, onde alguem exerce profissão ou atividade. § 5º Não se compreendem na expressão 'casa': I - hospedaria, estalagem ou qualquer outra habitação coletiva, enquanto aberta, salvo a restrição do n. II do parágrafo anterior; II - taverna, casa de jogo e outras do mesmo gênero.SECÇÃO IIIDos crimes contra a inviolabilidade de corespondênciaViolação de correspondência ",
     "Art. 151. ": " Devassar indevidamente o conteudo de correspondência fechada, dirigida a outrem; Pena - detenção, de um a seis meses, ou multa, de trezentos mil reis a dois contos de réis.Sonegação ou destruição de correspondência § 1º Na mesma pena incorre: I - quem se apossa indevidamente de correspondência alheia, embora não fechada e, no todo ou em parte, a sonega ou destroe:Violação de comunicação telegráfica, radioelétrica ou telefônica II - quem indevidamente divulga, transmite a outrem ou utiliza abusivamente comunicação telegráfica ou rádio-elétrica dirigida a terceiro, ou conversação telefônica entre outras pessoas; III - quem impede a comunicação ou a conversação referidas no número anterior; IV - quem instala ou utiliza estação ou aparelho radioelétrico, sem observância de disposição legal. § 2º As penas aumentam-se de metade, se há dano para outrem. § 3º Se o agente comete o crime, com abuso de função em serviço postal, telegráfico, radioelétrico ou telefônico: Pena - detenção, de um a três anos. § 4º Somente se procede mediante representação, salvo nos casos do § 1º, n. IV, e do § 3º. Correspondência comercial ",
     "Art. 152. ": " Abusar da condição de sócio ou empregado de estabelecimento comercial ou industrial para, no todo ou em parte, desviar, sonegar, subtrair ou suprimir correspondência, ou revelar a estranho o seu conteudo: Pena - detenção, de três meses a dois anos. Parágrafo único. Somente se procede mediante representação.SECÇÃO IVDos crimes contra a inviolabilidade dos segredosDivulgação de segredo ",
     "Art. 153. ": " Divulgar alguem, sem justa causa, conteudo de documento particular ou de correspondência confidencial, de que é destinatário ou detentor, e cuja divulgação possa produzir dano a outrem: Pena - detenção, de um a seis meses, ou multa, de trezentos mil réis a dois contos de réis. Parágrafo único. Somente se procede mediante representação.Violação do segredo profissional ",
     "Art. 154. ": " Revelar alguem, sem justa causa, segredo, de que tem ciência em razão de função, ministério, ofício ou profissão, e cuja revelação possa produzir dano a outrem: Pena - detenção, de três meses a um ano, ou multa de um conto a dez contos de réis. Parágrafo único. Somente se procede mediante representação.TÍTULO IIDos crimes contra o patrimônioCAPÍTULO IDO FURTOFurto ",
     "Art. 155. ": " Subtrair, para si ou para outrem, coisa alheia movel: Pena - reclusão, de um a quatro anos, e multa, de quinhentos mil réis a dez contos de réis. § 1º A pena aumenta-se de um terço, se o crime é praticado durante o repouso noturno. § 2º Se o criminoso é primário, e é de pequeno valor a coisa furtada, o juiz pode substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços, ou aplicar somente a pena de multa. § 3º Equipara-se à coisa movel a energia elétrica ou qualquer outra que tenha valor econômico. Furto qualificado § 4º A pena é de reclusão de dois a oito anos, e multa, de dois contos a doze contos de réis, se o crime é cometido: I - com destruição ou rompimento de obstáculo à subtração da coisa; II - com abuso de confiança, ou mediante fraude, escalada ou destreza; III - com emprêgo de chave falsa; IV - mediante concurso de duas ou mais pessoas.Furto de coisa comum ",
     "Art. 156. ": " Subtrair o condômino, co-herdeiro ou sócio, para si ou para outrem, a quem legitimamente a detem, a coisa comum: Pena - detenção, de seis meses a dois anos, ou multa, de um conto a doze contos de réis. § 1º Somente se procede mediante representação. § 2º Não é punivel a subtração de coisa comum fungivel, cujo valor não excede a quota a que tem direito o agente.CAPÍTULO IIDo roubo e da extorsãoRoubo ",
     "Art. 157. ": " Subtrair coisa movel alheia, para si ou para outrem, mediante grave ameaça ou violência a pessoa, ou depois de havê-la, por qualquer meio, reduzido à impossibilidade de resistência: Pena - reclusão, de quatro a dez anos, e multa, de três contos a quinze contos de réis. § 1º Na mesma pena incorre quem, logo depois de subtraida a coisa, emprega violência contra pessoa ou grave ameaça, afim de assegurar a impunidade do crime ou a detenção da coisa para si ou para terceiro. § 2º A pena aumenta-se de um terço até metade: I - se a violência ou ameaça é exercida com emprego de arma; II - se há o concurso de duas ou mais pessoas; III - se a vítima está em serviço de transporte de valores e o agente conhece tal circunstância. § 3° Se da violência resulta lesão corporal de natureza grave, a pena é de reclusão, de cinco a quinze anos, alem da multa; se resulta morte, a reclusão é de quinze a trinta anos, sem prejuizo da multa.Extorsão ",
     "Art. 158. ": " Constranger alguem, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar de fazer alguma coisa: Pena - reclusão, de quatro a dez anos, e multa, de três contos a quinze contos de réis. § 1º Se o crime é cometido por duas ou mais pessoas, ou com emprego de arma, aumenta-se a pena de um terço ate metade. § 2º Aplica-se à extorsão praticada mediante violência o disposto no § 3º do artigo anterior.Extorsão mediante sequestro ",
     "Art. 159. ": " Sequestrar pessoa com o fim de obter, para si ou para outrem, qualquer vantagem, como condição ou preço do resgate: Pena - reclusão, de seis a quinze anos e multa, de cinco contos a quinze contos de réis. § 1º Se o sequestro dura mais de vinte e quatro horas, se o sequestrado é menor de dezoito anos, ou se o crime é cometido por bando ou quadrilha: Pena - reclusão, de oito a vinte anos,e multa, de dez contos a vinte contos de réis. § 2º Se do fato resulta lesão corporal de natureza grave: Pena - reclusão, de doze a vinte e quatro anos, e multa, de quinze contos a trinta contos de réis. § 3º Se resulta a morte: Pena - reclusão, de vinte a trinta anos, e multa, de vinte contos a cinqüenta contos de réis.Extorsão indireta ",
     "Art. 160. ": " Exigir ou receber, como garantia de dívida, abusando da situação de alguem, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro: Pena - reclusão, de um a três anos, e multa, de dois contos a dez contos de réis.CAPÍTULO IIIDA USURPAÇÃOAlteração de limites ",
     "Art. 161. ": " Suprimir ou deslocar tapume, marco, ou qualquer outro sinal indicativo de linha divisória, para apropriar-se, no todo ou em parte, de coisa imovel alheia: Pena - detenção, de um a seis meses, e multa, de trezentos mil réis a cinco contos de réis. § 1º Na mesma pena incorre quem:Usurpação de águas I - desvia ou représa, em proveito próprio ou de outrem, águas alheias;Esbulho possessório II - invade, com violência a pessoa ou grave ameaça, ou mediante concurso de mais de duas pessoas, terreno ou edifício alheio, para o fim de esbulho possessório. § 2º Se o agente usa de violência, incorre tambem na pena a esta cominada. § 3º Se a propriedade é particular, e não ha emprego de violência, somente se procede mediante queixa.Supressão ou alteração de marca em animais ",
     "Art. 162. ": " Suprimir ou alterar, indevidamente, em gado ou rebanho alheio, marca ou sinal indicativo de propriedade: Pena - detenção, de seis meses a três anos, e multa, de trezentos mil réis a cinco contos de réis.CAPÍTULO IVDO DANODano ",
     "Art. 163. ": " Destruir, inutilizar ou deteriorar coisa alheia: Pena - detenção, de um a seis meses, ou multa, de quinhentos mil réis a cinco contos de réis. Dano qualificado Parágrafo único. Se o crime é cometido: I - com violência a pessoa ou grave ameaça; II - com emprego de substância inflamavel ou explosiva, se o fato não constitue crime mais grave; III - contra o patrimônio da União, de Estado ou de Município; IV - por motivo egoístico ou com prejuizo consideravel para a vítima; Pena - detenção, de seis meses a três anos, e multa, de quinhentos mil réis a dez contos de réis, além da pena correspondente à violência.Introdução ou abandono de animais em propriedade alheia ",
     "Art. 164. ": " Introduzir ou deixar animais em propriedade alheia, sem consentimento de quem de direito, desde que do fato resulte prejuizo: Pena - detenção, de quinze dias a seis meses, ou multa, de duzentos mil réis a cinco contos de réis.Dano em coisa de valor artística, arqueológico ou histórico ",
     "Art. 165. ": " Destruir, inutilizar ou deteriorar coisa tombada pela autoridade competente em virtude de valor artístico, arqueológico ou histórico: Pena - detenção, de seis meses a dois anos, e multa, de um conto a vinte contos de réis.Alteração de local especialmente protegido ",
     "Art. 166. ": " Alterar, sem licença da autoridade competente, o aspecto de local especialmente protegido por lei: Pena - detenção, de um mês a um ano, ou multa de um conto a vinte contos de réis.Ação Penal ",
     "Art. 167. ": " Nos casos do art. 163, do n. IV do seu parágrafo e do art. 164, somente se procede mediante queixa.CAPÍTULO VDA APROPRIAÇÃO INDÉBITAApropriação indébita ",
     "Art. 168. ": " Apropriar-se de coisa alheia movel, de que tem a posse ou a detenção: Pena - reclusão, de um a quatro anos, e multa de quinhentos mil réis a dez contos de réis.Aumento de pena § 1º A pena é aumentada de um terço, quando o agente recebeu a coisa: I - em depósito necessário; II - na qualidade de tutor, curador, síndico, liquidatário, inventariante, testamenteiro ou depositário judicial; III - em razão de ofício, emprego ou profissão.Apropriação de coisa havida por erro, caso fortuito ou força da natureza ",
     "Art. 169. ": " Apropriar-se alguem de coisa alheia vinda ao seu poder por erro, caso fortuito ou força da natureza: Pena - detenção, de um mês a um ano, ou multa, de duzentos mil réis a três contos de réis. Parágrafo único. Na mesma pena incorre:Apropriação de tesouro I - quem acha tesouro em prédio alheio e se apropria, no todo ou em parte, da quota a que tem direito o proprietário do prédio;Apropriação de coisa achada II - quem acha coisa alheia perdida e dela se apropria, total ou parcialmente, deixando de restitui-la do dono ou legítimo possuidor ou de entregá-la à autoridade competente, dentro no prazo de quinze dias. ",
     "Art. 170. ": " Nos crimes previstos neste capítulo, aplica-se o disposto no art. 155, § 2º.CAPÍTULO VIDO ESTELIONATO E OUTRAS FRAUDESEstelionato  ",
     "Art. 171. ": " Obter, para si ou para outrem, vantagem ilícita, em prejuizo alheio, induzindo ou mantendo alguem em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento: Pena - reclusão, de um a cinco anos, e multa, de quinhentos mil réis a dez contos de réis. § 1º Se o criminoso é primário, e é de pequeno valor o prejuizo, o juiz pode aplicar a pena conforme o disposto no art. 155, § 2º. § 2º Nas mesmas penas incorre quem:Disposição de coisa alheia como própria I - vende, permuta, dá em pagamento, em locação ou em garantia coisa alheia como própria;Alienação ou oneração fraudulenta de coisa própria II - vende, permuta, dá em pagamento ou em garantia coisa própria inalienavel, gravada de onus ou litigiosa, ou imovel que prometeu vender a terceiro, mediante pagamento em prestações, silenciando sobre qualquer dessas circunstancias;Defraudação de penhor III - defrauda, mediante alienação não consentida pelo credor ou por outro modo, a garantia pignoratícia, quando tem a posse do objeto empenhado;Fraude na entrega de coisa IV - defrauda substância, qualidade ou quantidade de coisa que deve entregar a alguem;Fraude para recebimento de indenização ou valor de seguro V - destroi, total ou parcialmente, ou oculta coisa própria, ou lesa o próprio corpo ou a saude, ou agrava as consequências da lesão ou doença, com o intuito de haver indenização ou valor de seguro.Fraude no pagamento por meio de cheque VI - emite cheque, sem suficiente provisão de fundos em poder do sacado, ou lhe frustra o pagamento. § 3º A pena aumenta-se de um terço, se o crime é cometido em detrimento de entidade de direito público ou de instituto de economia popular, assistência social ou beneficência.Duplicata simulada ",
     "Art. 172. ": " Expedir duplicata que não corresponda a venda efetiva de mercadoria, entregue real ou simbolicamente com a fatura respectiva: Pena - detenção, de um a três anos, e multa, de um conto a cinco contos de réis.Abuso de incapazes ",
     "Art. 173. ": " Abusar, em proveito próprio ou alheio, de necessidade, paixão ou inexperiência de menor, ou da alienação ou debilidade mental de outrem, induzindo qualquer deles à prática de ato suscetivel de produzir efeito jurídico, em prejuizo próprio ou de terceiro: Pena - reclusão, de dois a seis anos, e multa, de um a cinco contos de réis.Induzimento a especulação ",
     "Art. 174. ": " Abusar, em proveito próprio ou alheio, da inexperiência ou da simplicidade ou inferioridade mental de outrem, induzindo-o à prática de jogo ou aposta, ou à especulação com títulos ou mercadorias, sabendo ou devendo saber que a operação é ruinosa: Pena - reclusão, de um a três anos, e multa, de um conto a cinco contos de réis.Fraude no comércio ",
     "Art. 175. ": " Enganar, no exercício de atividade comercial, o adquirente ou consumidor: I - vendendo, como verdadeira ou perfeita, mercadoria falsificada ou deteriorada; II - entregando uma mercadoria por outra: Pena - detenção, de seis meses a dois anos, ou multa, de um conto a cinco contos de réis. § 1º  Alterar em obra que lhe é encomendada a qualidade ou o peso de metal ou substituir, no mesmo caso, pedra verdadeira por falsa ou por outra de menor valor; vender pedra falsa por verdadeira; vender, como precioso, metal de outra qualidade: Pena - reclusão, de um a cinto anos, e multa, de um conto a dez dez contos de réis.    § 2º  É aplicável o disposto no art. 155, § 2º Outras fraudes ",
     "Art. 176. ": " Tomar refeição em restaurante, alojar-se em hotel ou utilizar-se de meio de transporte sem dispor de recursos para efetuar o pagamento: Pena - detenção de quinze dias a dois meses, ou multa, de cem mil réis a um conto de réis. Parágrafo único. Sómente se procede mediante representação, e o juiz pode, conforme as circunstâncias, deixar de aplicar a pena.Fraudes e abusos na fundação ou administração de sociedade por ações ",
     "Art. 177. ": " Promover a fundação de sociedade por ações, fazendo, em prospecto ou em comunicação ao público ou à assembléia, afirmação falsa sobre a constituição da sociedade, ou ocultando fraudulentamente fato a ela relativo: Pena - reclusão, de um a quatro anos, e multa, de um conto a dez contos de réis, se o fato não constitue crime contra a economia popular. § 1º Incorrem na mesma pena, se o fato não constitue crime contra a economia popular: I - o diretor, o gerente ou o fiscal de sociedade por ações, que, em prospecto, relatório, parecer, balanço ou comunicação ao público ou a assembléia, faz afirmação falsa sobre as condições econômicas da sociedade, ou oculta fraudulentamente, no todo ou em parte, fato a elas relativo; II - o diretor, o gerente ou o fiscal que promove, por qualquer artifício, falsa cotação das ações ou de outros títulos da sociedade; III - o diretor ou o gerente que toma empréstimo à sociedade ou usa, em proveito próprio ou de terceiro, dos bens ou haveres sociais, sem prévia autorização da assembléia geral; IV - o diretor ou o gerente que compra ou vende, por conta da sociedade, ações por ela emitidas, salvo quando a lei o permite; V - o diretor ou o gerente que, como garantia de crédito social, aceita em penhor ou em caução ações da própria sociedade; VI - o diretor ou o gerente que, na falta de balanço, em desacordo com este, ou mediante balanço falso, distribue lucros ou dividendos ficticios; VII - o diretor, o gerente ou o fiscal que, por interposta pessoa, ou conluiado com acionista, consegue a aprovação de conta ou parecer; VIII - o liquidante, nos casos dos ns. I, II, III, IV, V e VII;  IX - o representante da sociedade anônima estrangeira, autorizada a funcionar no país, que pratica os atos mencionados nos ns. I e II, ou dá falsa informação ao Governo. § 2º  Incorre na pena de detenção, de seis meses a dois anos, e multa, de quinhentos mil réis a cinco contos de réis, o acionista que, afim de obter vantagem para si ou para outrem, negocia o voto nas deliberações de assembléia geral.Emissão irregular de conhecimento de depósito ou 'warrant' ",
     "Art. 178. ": " Emitir conhecimento de depósito ou warrant, em desacordo com disposição legal: Pena - reclusão, de um a quatro anos, e multa, de um conto a dez contos de réis.Fraude à execução ",
     "Art. 179. ": " Fraudar execução, alienando, desviando, destruindo ou danificando bens, ou simulando dívidas: Pena - detenção, de seis meses a dois anos, ou multa, de quinhentos mil réis a cinco contos de réis. Parágrafo único. Sómente se procede mediante queixa.CAPÍTULO VIIDA RECEPTAÇÃOReceptação ",
     "Art. 180. ": " Adquirir, receber ou ocultar, em proveito próprio ou alheio, coisa que sabe ser produto de crime, ou influir para que terceiro de boa fé a adquira, receba ou oculte: Pena - reclusão, de dois a quatro anos, e multa, de quinhentos mil réis a dez contos de réis.Receptação culposa § 1º Adquirir ou receber coisa que por sua natureza ou pela desproporção entre o valor e o preço, ou pela condição de quem a oferece, deve presumir-se obtida por meio criminoso:Pena - detenção, de um mês a um ano, ou multa, de tresentos mil réis a dez contos de réis, ou ambas as penas. § 2º  A receptação é punível, ainda que desconhecido ou isento de pena o autor do crime de que proveio a coisa. § 3º No caso do § 1º , se o criminoso é primário, o juiz pode, tendo em consideração as circunstancias, deixar de aplicar a pena.CAPÍTULO VIIIDISPOSIÇÕES GERAIS ",
     "Art. 181. ": " É isento de pena quem comete qualquer dos crimes previstos neste título, em prejuizo: I - do cônjuge, na constância da sociedade conjugal; II - de ascendente ou descendente, seja o parentesco legítimo ou ilegítimo, seja civil ou natural. ",
     "Art. 182. ": " Sómente se procede mediante representação, se o crime previsto neste título é cometido em prejuizo: I - do cônjuge desquitado ou judicialmente separado; II - de irmão, legítimo ou ilegítimo; III - de tio ou sobrinho, com quem o agente cohabita. ",
     "Art. 183. ": " Não se aplica o disposto nos dois artigos anteriores: I - se o crime é de roubo ou de extorsão, ou, em geral, quando haja emprego de grave ameaça ou violência a pessoa; II - ao estranho que participa do crime.TÍTULO IIIDos crimes contra a propriedade imaterialCAPÍTULO IDOS CRIMES CONTRA A PROPRIEDADE INTELECTUALViolação de direito autoral ",
     "Art. 184. ": " Violar direito de autor de obra literária, científica ou artística:  Pena - detenção de três meses a um ano, ou multa, de um conto a cinco contos de réis. Parágrafo único. Na mesma pena incorre quem vende ou expõe à venda, adquire, oculta ou tem em depósito, para o fim de venda, obra literária, científica ou artística, produzida com violação de direito autoral.Usurpação de nome ou pseudônimo alheio ",
     "Art. 185. ": " Atribuir falsamente a alguem, mediante o uso de nome, pseudônimo ou sinal por ele adotado para designar seus trabalhos, a autoria de obra literária, científica ou artística: Pena - detenção, de seis meses a dois anos, e multa, de dois contos a dez contos de réis. ",
     "Art. 186. ": " Nos crimes previstos neste capítulo, somente se procede mediante queixa, salvo quando praticados em prejuizo de entidade de direito público.CAPÍTULO IIDOS CRIMES CONTRA O PRIVILÉGIO DE INVENÇÃOViolação de privilégio de invenção ",
     "Art. 187. ": " Violar direito de privilégio de invenção ou de descoberta:    I - fabricando, sem autorização do concessionário ou cessionário, produto que é objeto de privilégio; II - usando meio ou processo que é objeto de privilégio; III - importando, vendendo, expondo à venda, ocultando ou recebendo, para o fim de ser vendido, produto fabricado com violação de privilégio: Pena - detenção de seis meses a um ano, e multa, de um conto a quinze contos de réis. Aumento de pena Parágrafo único. A pena é aumentada de um terço: I - se o agente foi mandatário, preposto ou empregado do concessionário ou do cessionário do privilégio; II - se o agente entrou em conluio com representante, mandatário, preposto ou empregado do concessionário ou do cessionário, para conhecer a invenção ou o modo de seu emprego. Falsa atribuição de privilégio Art 188. Exercer, como privilegiada, indústria que não o seja ou depois de anulado, suspenso ou caduco o privilégio: Pena - detenção, de um a seis meses, ou multa, de quinhentos mil réis a cinco contos de réis. Parágrafo único. Incorre na mesma pena o titular de privilégio que, em prospecto, letreiro, anúncio ou outro meio de publicidade, faz menção do privilégio, sem especificar-lhe o objeto.Usurpação ou indevida exploração de modelo ou desenho privilegiado ",
     "Art. 189. ": " Reproduzir, por qualquer meio, no todo ou em parte, sem autorização, desenho ou modelo de privilégio alheio; explorar, sem autorização, desenho ou modelo de privilégio alheio; vender, expor à venda ou introduzir no país objeto que é imitação ou cópia de modelo privilegiado: Pena - detenção, de um a seis meses, ou multa, de quinhentos mil réis a cinco contos de réis.Falsa declaração de depósito em modelo ou desenho ",
     "Art. 190. ": " Usar, em modelo ou desenho, de expressão que o dê falsamente como depositado, ou mencionar em anúncio ou papel comercial, como depositado, desenho ou modelo que não o seja: Pena - detenção, de um a três meses, ou multa, de quinhentos mil réis a um conto de réis. ",
     "Art. 191. ": " Nos crimes previstos neste capítulo, excetuados os dos arts. 188, e seu parágrafo, e 190, somente se procede mediante queixa.CAPÍTULO IIIDOS CRIMES CONTRA AS MARCAS DE INDÚSTRIA E COMÉRCIOViolação do direito de marca ",
     "Art. 192. ": " Violar direito de marca de indústria ou de comércio: I - reproduzindo, indevidamente, no todo, ou em parte, marca de outrem registrada, ou imitando-a, de modo que possa induzir em erro ou confusão: II - usando marca reproduzida ou imitada nos termos do n. I; III - usando marca legítima de outrem em produto ou artigo que não é de sua fabricação; IV - vendendo, expondo à venda ou tendo em depósito: a) artigo ou produto revestido de marca abusivamente imitada ou reproduzida no todo ou em parte; b) artigo ou produto que tem marca de outrem e não é de fabricação deste: Pena - detenção, de três meses a um ano, e multa, de um a quinze contos de réis.Uso indevido de armas, brasões e distintivos públicos ",
     "Art. 193. ": " Reproduzir, sem autorização, no todo ou em parte, ou imitar de modo que possa induzir em erro ou confusão, armas, brasões ou distintivos públicos, nacionais ou estrangeiros, em marca de indústria ou comércio: Pena - detenção, de um a seis meses, ou multa, de quinhentos mil réis a cinco contos de réis. Parágrafo único. Incorre na mesma pena quem usa de marca reproduzida ou imitada nos termos deste artigo, ou vende ou expõe à venda pruduto ou artigo com ela assinalado. Marca com falsa indicação de procedência ",
     "Art. 194. ": " Usar, em produto ou artigo, marca que indique procedência que não é a verdadeira, ou vender ou expor à venda produto ou artigo, com essa marca: Pena - detenção, de um a seis meses, ou multa, de quinhentos mil reis a cinco contos de réis. ",
     "Art. 195. ": " Nos crimes previstos neste capítulo, salvo os dos arts. 193, e seu parágrafo, e 194, somente se procede mediante queixa.CAPÍTULO IVDOS CRIMES DE CONCORRÊNCIA DESLEALConcorrência desleal ",
     "Art. 196. ": " Fazer concorrência desleal: Pena - detenção, de três meses a um ano, ou multa, de um conto a dez contos de réis. § 1º  Comete crime de concorrência desleal quem :Propaganda desleal I - publica pela imprensa, ou por outro meio, falsa afirmação, em detrimento de concorrente, com o fim de obter vantagem indevida; II - presta ou divulga, com intuito de lucro, acerca de concorrente, falsa informação capaz de causar-lhe prejuizo;Desvio de clientela III - emprega meio fraudulento para desviar, em proveito próprio ou alheio, clientela de outrem; Falsa indicação de procedência de produto IV - produz, importa, exporta, armazena, vende ou expõe à venda mercadoria com falsa indicação de procedência;Uso indevido de termos retificativos V - usa em artigo ou produto, em recipiente ou invólucro, em cinta, rótulo, fatura, circular, cartaz ou em outro meio de divulgação ou propaganda, termos retificativos, tais como 'tipo', 'espécie', 'gênero', 'sistema', 'semelhante', 'sucedâneo', idêntico' ou equivalentes, ressalvando ou não a verdadeira procedência do artigo ou produto;Arbitrária aposição do próprio nome em mercadoria de outro produtor VI - apõe o próprio nome ou razão social em mercadoria de outro produtor sem o seu consentimento; Uso indevido de nome comercial ou título de estabelecimento VII - usa indevidamente nome comercial ou título de estabelecimento alheio; Falsa atribuição de distinção ou recompensa VIII - se atribue, como meio de propaganda de indústria, comércio ou ofício, recompensa ou distinção que não obteve;Fraudulenta utilização de recipente ou invólucro de outro produtor IX - vende ou expõe à venda, em recipiente ou invólucro de outro produtor, mercadoria adulterada ou falsificada, ou dele se utiliza para negociar com mercadoria da mesma espécie, embora não adulterada ou falsificada, se o fato não constitue crime mais grave; Corrupção de preposto X - dá ou promete dinheiro ou outra utilidade a empregado de concorrente, para que, faltando ao dever do emprego, lhe proporcione vantagem indevida; XI - recebe dinheiro ou outra utilidade, ou aceita promessa de paga ou recompensa, para, faltando ao dever do emprego, proporcionar a concorrente do empregador vantagem indevida;Violação de segredo de fábrica ou negócio XII - divulga ou explora, sem autorização, quando a serviço de outrem, segredo de fábrica ou de negócio, que lhe foi confiado ou de que teve conhecimento em razão do serviço. § 2º Somente se procede mediante queixa, salvo nos casos dos números X a XII, em que cabe ação pública mediante representação.TÍTULO IVDOS CRIMES CONTRA A ORGANIZAÇÃO DO TRABALHOAtentado contra a liberdade de trabalho ",
     "Art. l97. ": " Constranger alguém, mediante violência ou grave ameaça: I - a exercer ou não exercer arte, ofício, profissão ou indústria, ou a trabalhar ou não trabalhar durante certo período ou em determinados dias: Pena - detenção, de um mês a um ano, e multa, de quinhentos mil réis a cinco contos de réis, além da pena correspondente à violência; II - a abrir ou fechar o seu estabelecimento de trabalho, ou a participar de parede ou paralisação de atividade econômica: Pena - detenção, de três meses a um ano, e multa de quinhentos mil réis a cinco contos de réis, além da pena correspondente à violência.Atentado contra a liberdade de contrato de trabalho e boicotagem violenta ",
     "Art. 198. ": " Constranger alguem, mediante violência ou grave ameaça, a celebrar contrato de trabalho, ou a não fornecer a outrem ou não adquirir de outrem matéria prima ou produto industrial ou agrícola:  Pena - detenção, de um mês a um ano, e multa, de quinhentos mil réis a cinco contos de réis, alem da pena correspondente à violência.Atentado contra a liberdade de associação ",
     "Art. 199. ": " Constranger alguem, mediante violência ou grave ameaça, a participar ou deixar de participar de determinado sindicato ou associação profissional: Pena - detenção, de um mês a um ano, e multa, de duzentos mil a um conto de réis, alem da pena correspondente à violência. Paralização de trabalho seguida de violência ou perturbação da ordem ",
     "Art. 200. ": " Participar de suspensão ou abandono coletivo de trabalho, praticando violência contra pessoa ou contra coisa: Pena - detenção, de um mês a um ano, e multa, de quinhentos mil réis a cinco contos de réis, alem da pena correspondente à violência. Parágrafo único. Para que se considere coletivo o abandono de trabalho é indispensável o concurso de, pelo menos, três empregados. Paralização de trabalho de interesse coletivo ",
     "Art. 201. ": " Participar de suspensão ou abandono coletivo de trabalho, provocando a interrupção de obra pública ou serviço de interesse coletivo:    Pena - detenção, de seis meses a dois anos, e multa, de dois contos a dez contos de réis.Invasão de estabelecimento industrial, comercial ou agricola. Sabotagem ",
     "Art. 202. ": " Invadir ou ocupar estabelecimento industrial, comercial ou agrícola, com o intuito de impedir ou embaraçar o curso normal do trabalho, ou com o mesmo fim danificar o estabelecimento ou as coisas nele existentes ou delas dispôr: Pena - reclusão, de um a três anos, e multa, de um conto, a dez contos de réis. Frustração de direito assegurado por lei trabalhista ",
     "Art. 203. ": " Frustrar, mediante fraude ou violência, direito assegurado pela legislação do trabalho: Pena - detenção, de um mês a um ano, e multa, de dois contos a dez contos de réis, alem da pena correspondente à violência.Frustração de lei sobre a nacionalização do trabalho ",
     "Art. 204. ": " Frustrar, mediante fraude ou violência, obrigação legal relativa à nacionalização do trabalho: Pena - detenção, de um mês a um ano, e multa, de dois contos a dez contos de réis, alem da pena correspondente à violência. Exercício de atividade com infração de decisão administrativa Art 205. Exercer atividade, de que está impedido por decisão administrativa: Pena - detenção, de três meses a dois anos, ou multa, de um conto a dez contos de réis. Aliciamento para o fim de emigração ",
     "Art. 206. ": " Aliciar trabalhadores, para o fim de emigração:    Pena - detenção, de um a três anos, e multa, de um conto a dez contos de réis.Aliciamento de trabalhadores de um local para outro do território nacional Art 207. Aliciar trabalhadores, com o fim de levá-los de uma para outra localidade do território nacional: Pena - detenção, de dois meses a um ano, e multa, de quinhentos mil réis a cinco contos de réis.TÍTULO VDos crimes contra o sentimento religioso e contra o respeito aos mortosCAPÍTULO IDOS CRIMES CONTRA O SENTIMENTO RELIGIOSOUltraje a culto e impedimento ou perturbação de ato a ele relativo ",
     "Art. 208. ": " Escarnecer de alguem publicamente, por motivo de crença ou função religiosa; impedir ou perturbar cerimônia ou prática de culto religioso; vilipendiar publicamente ato ou objeto de culto religioso: Pena - detenção, de um mês a um ano, ou multa, de quinhentos mil réis a três contos de réis. Parágrafo único. Se ha emprego de violência, a pena é aumentada de um terço, sem prejuizo da correspondente à violência.CAPÍTULO IIDOS CRIMES CONTRA O RESPEITO AOS MORTOSImpedimento ou perturbação de cerimônia funerária ",
     "Art. 209. ": " Impedir ou perturbar enterro ou cerimônia funerária: Pena - detenção, de um mês a um ano, ou multa, de quinhentos mil réis a três contos de réis. Parágrafo único. Se ha emprego de violência a pena é aumentada de um terço, sem prejuizo da correspondente à violência.Violação de sepultura ",
     "Art. 210. ": " Violar ou profanar sepultura ou urna funerária: Pena - reclusão, de um a três anos, e multa, de quinhentos mil réis a três contos de réis.Destruição, subtração ou ocultação de cadaver ",
     "Art. 211. ": " Destruir, subtrair ou ocultar cadaver ou parte dele: Pena - reclusão, de um a três anos, e multa, de quinhentos, mil réis a três contos de réis.Vilipêndio a cadaver ",
     "Art. 212. ": " Vilipendiar cadaver ou suas cinzas: Pena - detenção, de um a três anos, e multa, de quinhentos mil réis a dois contos de réis.TÍTULO VIDos crimes contra os costumesCAPÍTULO IDOS CRIMES CONTRA A LIBERDADE SEXUALEstupro ",
     "Art. 213. ": " Constranger mulher a conjunção carnal, mediante violência ou grave ameaça: Pena - reclusão, de três a oito anos. Atentado violento ao pudor ",
     "Art. 2l4. ": " Constranger alguem, mediante violência ou grave ameaça, a praticar ou permitir que com ele se pratique ato libidinoso diverso da conjunção carnal: Pena - reclusão de dois a sete anos. Posse sexual mediante fraude ",
     "Art. 215. ": " Ter conjunção carnal com mulher honesta, mediante fraude: Pena - reclusão, de um a três anos. Parágrafo único. Se o crime é praticado contra mulher virgem, menor de dezoito anos e maior de quatorze anos: Pena - reclusão, de dois a seis anos. Atentado ao pudor mediante fraude ",
     "Art. 216. ": " Induzir mulher honesta, mediante fraude, a praticar ou permitir que com ela se pratique ato libidinoso diverso da conjunção carnal: Pena - reclusão, de um a dois anos. Parágrafo único. Se a ofendida é menor de dezoito e maior de quatorze anos: Pena - reclusão, de dois a quatro anos.CAPÍTULO IIDA SEDUÇÃO E DA CORRUPÇÃO DE MENORESSedução ",
     "Art. 217. ": " Seduzir mulher virgem, menor de dezoito anos e maior de quatorze, e ter com ela conjunção carnal, aproveitando-se de sua inexperiência ou justificavel confiança: Pena - reclusão, de dois a quatro anos.Corrupção de menores    ",
     "Art. 218. ": " Corromper ou facilitar a corrupção de pessoa maior de quatorze e menor de dezoito anos, com ela praticando ato de libidinagem, ou induzindo-a a praticá-lo ou presenciá-lo:    Pena - reclusão, de um a quatro anos.CAPÍTULO IIIDO RAPTORapto violento ou mediante fraude ",
     "Art. 219. ": " Raptar mulher honesta, mediante violência, grave ameaça ou fraude, para fim libidinoso: Pena - reclusão, de dois a quatro anos.Rapto consensual ",
     "Art. 220. ": " Se a raptada é maior de quatorze anos e menor de vinte e um, e o rapto se dá com seu consentimento: Pena - detenção, de um a três anos.Diminuição de pena ",
     "Art. 221. ": " É diminuida de um terço a pena, se o rapto é para fim de casamento, e de metade, se o agente, sem ter praticado com a vítima qualquer ato libidinoso, a restitue à liberdade ou a coloca em lugar seguro, à disposição da família.Concurso de rapto e outro crime ",
     "Art. 222. ": " Se o agente, ao efetuar o rapto, ou em seguida a este, pratica outro crime contra a raptada, aplicam-se cumulativamente a pena correspondente ao rapto e a cominada ao outro crime.CAPÍTULO IVDISPOSIÇÕES GERAISFormas qualificadas ",
     "Art. 223. ": " Se da violência resulta lesão corporal de natureza grave: Pena - reclusão, de quatro a doze anos. Parágrafo único. Se do fato resulta a morte: Pena - reclusão, de oito a vinte anos. Presunção de violência  ",
     "Art. 224. ": " Presume-se a violência, se a vítima:    a) não é maior de quatorze anos;    b) é alienada ou débil mental, e o agente conhecia esta circunstância;    c) não pode, por qualquer outra causa, oferecer resistência.Ação penal ",
     "Art. 225. ": " Nos crimes definidos nos capítulos anteriores, somente se procede mediante queixa. § 1º Procede-se, entretanto, mediante ação pública: I - se a vítima ou seus pais não podem prover às despesas do processo, sem privar-se de recursos indispensáveis à manutenção própria ou da família;    II - se o crime é cometido com abuso do pátrio poder, ou da qualidade de padrasto, tutor ou curador.    § 2º  No caso do n. I do parágrafo anterior, a ação do Ministério Público depende de representação.Aumento de pena ",
     "Art. 226. ": " A pena é aumentada de quarta parte: I - se o crime é cometido com o concurso de duas ou mais pessoas; II - se o agente é ascendente, pai adotivo, padrasto, irmão, tutor ou curador, preceptor ou empregador da vítima ou por qualquer outro título tem autoridade sobre ela; III - se o agente é casado.CAPÍTULO VDO LENOCÍNIO E DO TRÁFICO DE MULHERESMediação para servir a lascívia de outrem ",
     "Art. 227. ": " Induzir alguem a satisfazer a lascívia de outrem: Pena - reclusão, de um a três anos. § 1º  Se a vítima é maior de quatorze e menor de dezoito anos, ou se o agente é seu ascendente, descendente, marido, irmão, tutor ou curador ou pessoa a que esteja confiada para fins de educação, de tratamento ou de guarda: Pena - reclusão, de dois a cinco anos. § 2º Se o crime é cometido com emprego de violência, grave ameaça ou fraude: Pena - reclusão, de dois a oito anos, além da pena correspondente à violência. § 3º  Se o crime é cometido com o fim de lucro, aplica-se tambem multa, de um conto a dez contos de réis.Favorecimento da prostituição ",
     "Art. 228. ": " Induzir ou atrair alguem à prostituição, facilitá-la ou impedir que alguem a abandone: Pena - reclusão, de dois a cinco anos. § 1º Se ocorre qualquer das hipótese do § 1º  do artigo anterior: Pena - reclusão, de três a oito anos. § 2º  Se o crime é cometido com emprego de violência, grave ameaça ou fraude: Pena - reclusão, de quatro a dez anos, além da pena correspondente à violência. § 3º Se o crime é cometido com o fim de lucro, aplica-se também multa de dois contos a quinze contos de réis. Casa de prostituição Art 229. Manter, por conta própria ou de terceiro, casa de prostituição ou lugar destinado a encontros para fim libidinoso, haja, ou não, intuito de lucro ou mediação direta do proprietário ou gerente: Pena - reclusão, de dois a cinco anos, e multa de dois contos a quinze contos de réis. Rufianismo ",
     "Art. 230. ": " Tirar proveito da prostituição alheia, participando diretamente de seus lucros ou fazendo-se sustentar, no todo ou em parte, por quem a exerça: Pena - reclusão, de um a quatro anos, e multa, de dois contos a quinze contos de réis. § 1º  Se ocorre qualquer das hipóteses do § 1º  do art. 227: Pena - reclusão, de três a seis anos, além da multa. § 2º Se ha emprego de violência ou grave ameaça: Pena - reclusão, de dois a oito anos, alem da multa e sem prejuizo da pena correspondente à violência.Tráfico de mulheres ",
     "Art. 231. ": " Promover ou facilitar a entrada, no território nacional, de mulher que nele venha exercer a prostituição, ou a saída de mulher que vá exercê-la no estrangeiro: Pena - reclusão, de três a oito anos. § 1º  Se ocorre qualquer das hipóteses do parágrafo 1º do art. 227: Pena - reclusão, de quatro a dez anos. § 2º Se ha emprego de violência, grave ameaça ou fraude, a pena é de reclusão, de cinco a doze anos, alem da pena correspondente à violência. § 3º  Se o crime é cometido com o fim de lucro, aplica-se tambem multa de cinco contos a dez contos de réis. Art 232. Nos crimes de que trata este capítulo, é aplicavel o disposto nos arts. 223 e 224.CAPÍTULO VIDO ULTRAJE PÚBLICO AO PUDORAto obceno Art 233. Praticar ato obceno em lugar público, ou aberto ou exposto ao público: Pena - detenção, de três meses a um ano, ou multa, de um conto a três contos de réis.Escrito ou objeto obceno ",
     "Art. 234. ": " Fazer, importar, exportar, adquirir ou ter sob sua guarda, para fim de comércio de distribuição ou de exposição pública, escrito, desenho, pintura, estampa ou qualquer objeto obceno: Pena - detenção, de seis meses a dois anos, ou multa, de dois contos a cinco contos de réis. § 1º Incorre na mesma pena quem: I - vende, distribue ou expõe à venda ou ao público qualquer dos objetos referidos neste artigo; II - realiza, em lugar público ou acessivel ao público, representação teatral, ou exibição cinematográfica de carater obceno, ou qualquer outro espetaculo, que tenha o mesmo carater; III - realiza, em lugar público ou acessivel ao público, ou pelo rádio, audição ou recitação de carater obceno.TÍTULO VIIDos crimes contra a famíliaCAPÍTULO IDOS CRIMES CONTRA O CASAMENTOBigamia ",
     "Art. 235. ": " Contrair alguem, sendo casado, novo casamento: Pena - reclusão, de dois a seis anos. § 1º  Aquele que, não sendo casado, contrái casamento com pessoa casada, conhecendo essa circunstância, é punido com reclusão ou detenção, de um a três anos. § 2º Anulado por qualquer motivo o primeiro casamento, ou o outro por motivo que não a bigamia, considera-se inexistente o crime.Induzimento a erro essencial e ocultação de impedimento ",
     "Art. 236. ": " Contrair casamento, induzindo em erro essencial o outro contraente, ou ocultando-lhe impedimento que não seja casamento anterior: Pena - detenção, de seis meses a dois anos. Parágrafo único. A ação penal depende de queixa do contraente enganado e não pode ser intentada senão depois de transitar em julgado a sentença que, por motivo de erro ou impedimento, anule o casamento. Conhecimento prévio de impedimento ",
     "Art. 237. ": " Contrair casamento, conhecendo a existência de impedimento que lhe cause a nulidade absoluta: Pena - detenção, de três meses a um ano.Simulação de autoridade para celebração de casamento ",
     "Art. 238. ": " Atribuir-se falsamente autoridade para celebração de casamento: Pena - detenção, de um a três anos, se o fato não constitue crime mais grave.Simulação de casamento Art 239. Simular casamento mediante engano de outra pessoa: Pena - detenção, de um a três anos, se o fato não constitue elemento de crime  mais grave. Adultério ",
     "Art. 240. ": " Cometer adultério: Pena - detenção, de quinze dias a seis meses. § 1º  Incorre na mesma pena o co-réu. § 2º  A ação penal somente pode ser intentada pelo cônjuge ofendido, e dentro de um mês após o conhecimento do fato. § 3º  A ação penal não pode ser intentada: I - pelo cônjuge desquitado; II - pelo cônjuge que consentiu no adultério ou o perdoou, expressa ou tacitamente. § 4º  O juiz pode deixar de aplicar a pena: I - se havia cessado a vida em comum dos cônjuges; II - se o querelante havia praticado qualquer dos atos previstos no art. 317 do Código Civil.CAPÍTULO IIDOS CRIMES CONTRA O ESTADO DE FILIAÇÃORegistro de nascimento inexistente ",
     "Art. 241. ": " Promover no registo civil a inscrição de nascimento inexistente: Pena - reclusão, de dois a seis anos.Parto suposto. Supressão ou alteração de direito inerente ao estado civil de recem-nascido ",
     "Art. 242. ": " Dar parto alheio como próprio; ocultar recem-nascido ou substituí-lo, suprimindo ou alterando direito inerente ao estado civil: Pena - reclusão, de dois a seis anos. Parágrafo único. Se o crime é praticado por motivo de reconhecida nobreza: Pena - detenção, de um a dois anos.Sonegação de estado de filiação Art 243. Deixar em asilo de expostos ou outra instituição de assistência filho próprio ou alheio, ocultando-lhe a filiação ou atribuindo-lhe outra, com o fim de prejudicar direito inerente ao estado civil: Pena - reclusão, de um a cinco anos, e multa de um conto a oito contos de réis.CAPÍTULO IIIDOS CRIMES CONTRA A ASSISTÊNCIA FAMILIARAbandono material ",
     "Art. 244. ": " Deixar, sem justa causa, de prover à subsistência do cônjuge, ou de filho menor de dezoito anos ou inapto para o trabalho, ou de ascendente inválido ou valetudinário, não lhes proporcionando os recursos necessários ou faltando ao pagamento da pensão alimentícia judicialmente fixada; deixar, sem justa causa, de socorrer descendente ou ascendente, gravemente enfermo:    Pena - detenção, de três meses a um ano, ou multa, de um conto a dez contos de réis.Entrega de filho menor a pessoa inidônea ",
     "Art. 245. ": " Entregar filho menor de dezoito anos a pessoa, com a qual saiba ou deva saber que fica moral ou materialmente em perigo: Pena - detenção, de um a seis meses. Parágrafo único. A pena é aumentada de sexta parte, aplicando-se cumulativamente com a de multa, de um a dez contos de réis, se o agente é movido por fim de lucro.Abandono intelectual ",
     "Art. 246. ": " Deixar, sem justa causa, de prover à instrução primária de filho em idade escolar: Pena - detenção de quinze dias a um mês, ou multa, de duzentos a quinhentos mil réis. ",
     "Art. 247. ": " Permitir alguem que menor de dezoito anos, sujeito a seu poder ou confiado a sua guarda ou vigilância: I - frequente casa de jogo ou mal afamada, ou conviva com pessoa viciosa ou de má vida; II - frequente espetáculo capaz de pervertê-lo ou de ofender-lhe o pudor, ou participe de representação de igual natureza; III - resida ou trabalhe em casa de prostituição; IV - mendigue ou sirva a mendigo para excitar a comiseração pública: Pena - detenção, de um a três meses, ou multa, de duzentos mil réis a um conto de réis.CAPÍTULO IVDOS CRIMES CONTRA O PÁTRIO PODER, TUTELA OU CURATELAInduzimento a fuga, entrega arbitrária ou sonegação de incapazes Art 248. Induzir menor de dezoito anos, ou interdito, a fugir do lugar em que se acha por determinação de quem sobre ele exerce autoridade, em virtude de lei ou de ordem judicial; confiar a outrem sem ordem do pai, do tutor ou do curador algum menor de dezoito anos ou interdito, ou deixar, sem justa causa, de entregá-lo a quem legitimamente o reclame: Pena - detenção, de um mês a um ano, ou multa, de duzentos mil réis a dois contos de réis.Subtração de incapazes ",
     "Art. 249. ": " Subtrair menor de dezoito anos ou interdito ao poder de quem o tem sob sua guarda em virtude de lei ou de ordem judicial: Pena - detenção, de dois meses a dois anos, se o fato não constitue elemento de outro crime. § 1º O fato de ser o agente pai ou tutor do menor ou curador do interdito não o exime de pena, se destituido ou temporariamente privado do pátrio poder, tutela, curatela ou guarda. § 2º No caso de restituição do menor ou do interdito, se este não sofreu maus-tratos ou privações, o juiz pode deixar de aplicar pena.TÍTULO VIIIDos crimes contra a incolumidade públicaCAPÍTULO IDOS CRIMES DE PERIGO COMUMIncêndio ",
     "Art. 250. ": " Causar incêndio, expondo a perigo a vida, a integridade física ou o patrimônio de outrem: Pena - reclusão, de três a seis anos, e multa, de dois a dez contos de réis.Aumento de pena § 1º As penas aumentam-se de um terço: I - se o crime é cometido com intuito de obter vantagem pecuniária em proveito próprio ou alheio; II - se o incêndio é: a) em casa habitada ou destinada a habitação; b) em edifício público ou destinado a uso público ou a obra de assistência social ou de cultura; c) em embarcação, aeronave, comboio ou veículo de transporte coletivo; d) em estação ferroviária ou aeródromo; e) em estaleiro, fábrica ou oficina; f) em depósito de explosivo, combustivel ou inflamavel; g) em poço petrolífero ou galeria de mineração; h) em lavoura, pastagem, mata ou floresta. Incêndio culposo § 2º Se culposo o incêndio, a pena é de detenção de seis meses a dois anos.Explosão ",
     "Art. 251. ": " Expor a perigo a vida, a integridade física ou o patrimônio de outrem, mediante explosão, arremesso ou simples colocação de engenho de dinamite ou de substância de efeitos análogos: Pena - reclusão, de três a seis anos, e multa, de dois a dez contos de réis. § 1º Se a substância utilizada não é dinamite ou explosivo de efeitos análogos: Pena - reclusão, de um a quatro anos, e multa, de um a oito contos de réis.Aumento de pena § 2º As penas aumentam-se de um terço, se ocorre qualquer das hipóteses previstas no § 1º, n. I, do artigo anterior, ou é visada ou atingida qualquer das coisas enumeradas no n. II do mesmo parágrafo.Modalidade culposa § 3º No caso de culpa, se a explosão é de dinamite ou substância de efeitos análogos, a pena é de detenção, de seis meses a dois anos; nos demais casos, é de detenção, de três meses a um ano.Uso de gás tóxico ou asfixiante ",
     "Art. 252. ": " Expor a perigo a vida, a integridade física ou o patrimônio de outrem, usando de gás tóxico ou asfixiante: Pena - reclusão, de um a quatro anos, e multa, de um a oito contos.Modalidade culposa Parágrafo único. Se o crime é culposo: Pena - detenção, de três meses a um ano.Fabrico, fornecimento, aquisição, posse ou transporte de explosivos ou gás tóxico, ou asfixiante ",
     "Art. 253. ": " Fabricar, fornecer, adquirir, possuir ou transportar, sem licença da autoridade, substância ou engenho explosivo, gás tóxico ou asfixiante, ou material destinado à sua fabricação: Pena - detenção, de seis meses a dois anos, e multa, de um a cinco contos de réis.Inundação ",
     "Art. 254. ": " Causar inundação, expondo a perigo a vida, a integridade física ou o patrimônio de outrem: Pena - reclusão, de três a seis anos, e multa, de dois a dez contos de réis, no caso de dolo, ou detenção, de seis meses a dois anos, no caso de culpa. Perigo de inundação ",
     "Art. 255. ": " Remover, destruir ou inutilizar, em prédio próprio ou alheio, expondo a perigo a vida, a integridade física ou o patrimônio de outrem, obstáculo natural ou obra destinada a impedir inundação: Pena - reclusão, de um a três anos, e multa, de um a cinco contos de réis.Desabamento ou desmoronamento  Art 256. Causar desabamento ou desmoronamento, expondo a perigo a vida, a integridade física ou o patrimônio de outrem: Pena - reclusão, de um a quatro anos, e multa, de um a dez contos de réis.Modalidade culposa Parágrafo único. Se o crime é culposo: Pena - detenção, de seis meses a um ano. Subtração, ocultação ou inutilização de material de salvamento ",
     "Art. 257. ": " Subtrair, ocultar ou inutilizar, por ocasião de incêndio, inundação, naufrágio, ou outro desastre ou calamidade, aparelho, material ou qualquer meio destinado a serviço de combate ao perigo, de socorro ou salvamento; ou impedir ou dificultar serviço de tal natureza: Pena - reclusão, de dois a cinco anos, e multa, de um a oito contos de réis.Formas qualificadas de crime de perigo comum    ",
     "Art. 258. ": " Se do crime doloso de perigo comum resulta lesão corporal de natureza grave, a pena privativa de liberdade é aumentada de metade; se resulta morte, é aplicada em dobro. No caso de culpa, se do fato resulta lesão corporal, a pena aumenta-se de metade; se resulta morte, aplica-se a pena cominada ao homicidio culposo, aumentada de um terço. Difusão de doença ou praga ",
     "Art. 259. ": " Difundir doença ou praga que possa causar dano a floresta, plantação ou animais de utilidade econômica: Pena - reclusão, de dois a cinco anos, e multa, de um a dez contos de réis.Modalidade culposa Parágrafo único. No caso de culpa, a pena é de detenção, de um a seis meses, ou multa, de quinhentos mil réis a cinco contos de réis.CAPÍTULO IIDOS CRIMES CONTRA A SEGURANÇA DOS MEIOS DE COMUNICAÇÃO E TRANSPORTE E OUTROS SERVIÇOS PÚBLICOSPerigo de desastre ferroviário ",
     "Art. 260. ": " Impedir ou perturbar serviço de estrada de ferro:    I - destruindo, danificando ou desarranjando, total ou parcialmente, linha férrea, material rodante ou de tração, obra de arte ou instalação;    II - colocando obstáculo na linha;    III - transmitindo falso aviso acerca do movimento dos veículos ou interrompendo ou embaraçando o funcionamento de telégrafo, telefone ou rádio-telegrafia;    IV - praticando outro ato de que possa resultar desastre:    Pena - reclusão, de dois a cinco anos, e multa, de dois a dez contos de réis.Desastre ferroviário § 1º Se do fato resulta desastre: Pena - reclusão, de quatro a doze anos, e multa, de dois a dez contos de réis. § 2º No caso de culpa, ocorrendo desastre: Pena - detenção, de seis meses a dois anos. § 3º Para os efeitos deste artigo, entende-se por estrada de ferro qualquer via de comunicação em que circulem veículos de tração mecânica, em trilhos ou por meio de cabo aéreo.Atentado contra a segurança de transporte marítimo, fluvial ou aéreo ",
     "Art. 261. ": " Expor a perigo embarcação ou aeronave, própria ou alheia, ou praticar qualquer ato tendente a impedir ou dificultar navegação marítima, fluvial ou aérea: Pena - reclusão, de dois a cinco anos.Sinistro em transporte marítimo, fluvial ou aéreo § 1º Se do fato resulta naufrágio, submersão ou encalhe de embarcação ou a queda ou destruição de aeronave: Pena - reclusão, de quatro a doze anos. Prática do crime com o fim de lucro § 2º Aplica-se, tambem, a pena de multa, de cinco contos a quinze contos de réis, se o agente pratica o crime com o intuito de obter vantagem econômica, para si ou para outrem.Modalidade culposa § 3° No caso de culpa, se ocorre o sinistro:    Pena - detenção, de seis meses a dois anos.Atentado contra a segurança de outro meio de transporte ",
     "Art. 262. ": " Expor a perigo outro meio de transporte público, impedir-lhe ou dificultar-lhe o funcionamento: Pena - detenção, de um a dois anos. § 1º Se do fato resulta desastre, a pena é de reclusão, de dois a cinco anos. § 2º No caso de culpa, se ocorre desastre: Pena - detenção, de três meses a um ano. Forma qualificada ",
     "Art. 263. ": " Se de qualquer dos crimes previstos nos arts. 260 a 262, no caso de desastre ou sinistro, resulta lesão corporal ou morte, aplica-se o disposto no art. 258.Arremesso de projetil ",
     "Art. 264. ": " Arremessar projetil contra veículo, em movimento, destinado ao transporte público por terra, por água ou pelo ar: Pena - detenção, de um a seis meses. Parágrafo único. Se do fato resulta lesão corporal, a pena é de detenção, de seis meses a dois anos; se resulta morte, a pena é a do art. 121, § 3º, aumentada de um terço.Atentado contra a segurança de serviço de utilidade pública ",
     "Art. 265. ": " Atentar contra a segurança ou o funcionamento de serviço de água, luz, força ou calor, ou qualquer outro de utilidade pública: Pena - reclusão, de um a cinco anos, e multa, de um a cinco contos de réis.Interrupção ou perturbação de serviço telegráfico ou telefônico ",
     "Art. 266. ": " Interromper ou perturbar serviço telegráfico, radio-telegráfico ou telefônico, impedir ou dificultar-lhe o restabelecimento: Pena - detenção, de um a três anos, e multa, de um a cinco contos de réis. Parágrafo único. Aplicam-se as penas em dobro, se o crime é cometido por ocasião de calamidade pública.CAPÍTULO IIIDOS CRIMES CONTRA A SAUDE PÚBLICAEpidemia ",
     "Art. 267. ": " Causar epidemia, mediante a propagação de germens patogênicos:  Pena - reclusão, de cinco a quinze anos. § 1º Se do fato resulta morte, a pena é aplicada em dobro. § 2º No caso de culpa, a pena é de detenção, de um a dois anos, ou, se resulta morte, de dois a quatro anos. Infração de medida sanitária preventiva ",
     "Art. 268. ": " Infringir determinação do poder público, destinada a impedir introdução ou propagação de doença contagiosa: Pena - detenção, de um mês a um ano, e multa, de duzentos mil réis a três contos de réis. Parágrafo único. A pena é aumentada de um terço, se o agente é funcionário da saúde pública ou exerce a profissão de médico, farmacêutico, dentista ou enfermeiro. Omissão de notificação de doença ",
     "Art. 269. ": " Deixar o médico de denunciar à autoridade pública doença cuja notificação é compulsória: Pena - detenção, de seis meses a dois anos, e multa, de quinhentos mil réis a três contos de réis.Envenenamento de água potável ou de substancia alimentícia ou medicinal ",
     "Art. 270. ": " Envenenar água potável, de uso comum ou particular, ou substância alimentícia ou medicinal destinada a consumo: Pena - reclusão, de cinco a quinze anos. § 1º Está sujeito à mesma pena quem entrega a consumo ou tem em depósito, para o fim de ser distribuida, a água ou a substância envenenada. Modalidade culposa § 2º Se o crime é culposo: Pena - detenção, de seis meses a dois anos. Corrupção ou poluição de água potável ",
     "Art. 271. ": " Corromper ou poluir água potavel, de uso comum ou particular, tornando-a imprópria para consumo ou nociva à saude: Pena - reclusão, de dois a cinco anos. Modalidade culposa Parágrafo único. Se o crime é culposo: Pena - detenção, de dois meses a um ano.Corrupção, adulteração, ou falsificação de substância alimentícia ou medicinal ",
     "Art. 272. ": " Corromper, adulterar ou falsificar substância alimentícia ou medicinal destinada a consumo, tornando-a nociva à saude: Pena - reclusão, de dois a seis anos, e multa, de cinco a quinze contos de réis. § lº Está sujeito à mesma pena quem vende, expõe à venda, tem em depósito para vender ou, de qualquer forma, entrega a consumo a substância corrompida, adulterada ou falsificada. Modalidade culposa § 2º Se o crime é culposo: Pena - detenção, de seis meses a um ano, e multa, de quinhentos mil réis a dois contos de réis.Alteração de substância alimentícia ou medicinal ",
     "Art. 273. ": " Alterar substância alimentícia ou medicinal: I - modificando-lhe a qualidade ou reduzindo-lhe o valor nutritivo ou terapêutico; II - suprimindo, total ou parcialmente, qualquer elemento de sua composição normal, ou substituindo-o por outro de qualidade inferior: Pena - reclusão, de um a três anos, e multa, de um a cinco contos de réis. § 1º Na mesma pena incorre quem vende, expõe à venda, tem em depósito para vender ou, de qualquer forma, entrega a consumo a substância alterada nos termos deste artigo.Modalidade culposa § 2º Se o crime é culposo: Pena - detenção, de dois a seis meses, e multa, de duzentos mil réis a um conto de réis.Emprego de processo proibido ou de substância não permitida ",
     "Art. 274. ": " Empregar, no fabrico de produto destinado ao consumo, revestimento, gaseificação artificial, matéria corante, substância aromática, antisética, conservadora ou qualquer outra não expressamente permitida pela legislação sanitária: Pena - detenção, de um a três meses, e multa, de duzentos mil réis a um conto de réis. Invólucro ou recipiente com falsa indicação ",
     "Art. 275. ": " Inculcar, em invólucro ou recipiente de produto alimentício ou medicinal, a existência de substância que não se encontra em seu conteudo ou que nele existe em quantidade menor que a mencionada: Pena - detenção, de um a três meses, ou multa, de quinhentos mil réis a cinco contos de réis.Produto ou substância nas condições dos dois artigos anteriores ",
     "Art. 276. ": " Vender, expor à venda, ter em depósito para vender ou, de qualquer forma, entregar a consumo produto nas condições dos arts. 274 e 275: Pena - detenção, de um a três meses, ou multa, de quinhentos mil réis a cinco contos de réis.Substância destinada à falsificação ",
     "Art. 277. ": " Vender, expor à venda, ter em depósito ou ceder substância destinada à falsificação de produto alimentício ou medicinal: Pena - detenção, de seis meses a um ano, e multa, de quinhentos mil réis a cinco contos de réis.Outras substâncias nocivas à saude pública ",
     "Art. 278. ": " Fabricar, vender, expor à venda, ter em depósito para vender ou, de qualquer forma, entregar a consumo coisa ou substância nociva à saude, ainda que não destinada à alimentação ou a fim medicinal: Pena - detenção, de um três anos, e multa de dois a cinco contos de réis.Modalidade culposa Parágrafo único. Se o crime é culposo: Pena - detenção, de dois meses a um ano.Substância avariada ",
     "Art. 279. ": " Vender, ter em depósito para vender ou expor à venda ou, de qualquer forma, entregar a consumo substância alimentícia ou medicinal avariada: Pena - detenção, de um a três anos, ou multa, de um a dez contos de réis.Medicamento em desacordo com receita médica ",
     "Art. 280. ": " Fornecer substância medicinal em desacordo com receita médica: Pena - detenção, de um a três anos, ou multa de um a cinco contos de réis. Modalidade culposa Parágrafo único. Se o crime é culposo: Pena - detenção, de dois meses a um ano.Comércio clandestino ou facilitação de uso de entorpecentes ",
     "Art. 281. ": " Importar ou exportar, vender ou expor à venda, fornecer, ainda que a título gratuito, transportar, trazer consigo, ter em depósito, guardar, ministrar ou, de qualquer maneira, entregar a consumo substância entorpecente, sem autorização ou em desacordo com determinação legal ou regulamentar: Pena - reclusão, de um a cinco anos, e multa, de dois a dez contos de réis. § 1º Se o agente é farmacêutico, médico ou dentista: Pena - reclusão, de dois a oito anos, e multa, de três a doze contos de réis. § 2º Incorre em detenção, de seis meses a dois anos, e multa, de quinhentos mil réis a cinco contos de réis, o médico ou dentista que prescreve substância entorpecente fora dos casos indicados pela terapêutica, ou em dose evidentemente maior do que a necessária, ou com infração de preceito legal ou regulamentar. § 3º As penas do parágrafo anterior são aplicadas àquele que: I - Instiga ou induz alguem a usar entorpecente; II - utilizar local, de que tem a propriedade, posse, administração ou vigilância, ou consente que outrem dele se utilize, ainda que a título gratuito, para uso ou guarda ilegal de entorpecente; III - contribue de qualquer forma para incentivar ou difundir o uso de substância entorpecente. § 4º As penas aumentam-se de um terço, se a substância entorpecente é vendida, aplicada, fornecida ou prescrita a menor de dezoito anos. Exercício ilegal da medicina, arte dentária ou farmacêutica Art 282. Exercer, ainda que a título gratuito, a profissão de médico, dentista ou farmacêutico, sem autorização legal ou excedendo-lhe os limites: Pena - detenção, de seis meses a dois anos. Parágrafo único. Se o crime é praticado com o fim de lucro, aplica-se tambem multa, de um a cinco contos de réis. Charlatanismo ",
     "Art. 283. ": " Inculcar ou anunciar cura por meio secreto ou infalivel: Pena - detenção, de três meses a um ano, e multa, de um a cinco contos de réis.Curandeirismo ",
     "Art. 284. ": " Exercer o curandeirismo: I - prescrevendo, ministrando ou aplicando, habitualmente, qualquer substância; II - usando gestos, palavras ou qualquer outro meio; III - fazendo diagnósticos: Pena - detenção, de seis meses a dois anos. Parágrafo único. Se o crime é praticado mediante remuneração, o agente fica tambem sujeito à multa, de um a cinco contos de réis.Forma qualificada Art 285. Aplica-se o disposto no art. 258 aos crimes previstos neste Capítulo, salvo quanto ao definido no art. 267.TÍTULO IXDos crimes contra a paz públicaIncitação ao crime ",
     "Art. 286. ": " Incitar, publicamente, a prática de crime: Pena - detenção, de três a seis meses, ou multa, de um a três contos de réis.Apologia de crime ou criminoso ",
     "Art. 287. ": " Fazer, publicamente, apologia de fato criminoso ou de autor de crime:    Pena - detenção, de três a seis meses, ou multa, de um a três contos de réis. Quadrilha ou bando ",
     "Art. 288. ": " Associarem-se mais de três pessoas, em quadrilha ou bando, para o fim de cometer crimes: Pena - reclusão, de um a três anos. Parágrafo único. A pena aplica-se em dobro, se a quadrilha ou bando é armado.TÍTULO XDos crimes contra a fé públicaCAPÍTULO IDA MOEDA FALSAMoeda falsa ",
     "Art. 289. ": " Falsificar, fabricando-a ou alterando-a, moeda metálica ou papel-moeda de curso legal no país ou no estrangeiro: Pena - reclusão, de três a doze anos, e multa, de dois a quinze contos de réis. § 1º Nas mesmas penas incorre quem, por conta própria ou alheia, importa ou exporta, adquire, vende, troca, cede, empresta, guarda ou introduz na circulação moeda falsa. § 2º Quem, tendo recebido de boa fé, como verdadeira, moeda falsa ou alterada, a restitue à circulação, depois de conhecer a falsidade, é punido com detenção, de seis meses a dois anos, e multa, de quinhentos mil réis a cinco contos de réis. § 3º É punido com reclusão, de três a quinze anos, e multa, de cinco a vinte contos de réis, o funcionário público ou diretor, gerente, ou fiscal de banco de emissão que fabrica, emite ou autoriza a fabricação ou emissão: I - de moeda com título ou peso inferior ao determinado em lei; II - de papel-moeda em quantidade superior à autorizada. § 4º Nas mesmas penas incorre quem desvia e faz circular moeda, cuja circulação não estava ainda autorizada.Crimes assimilados ao de moeda falsa ",
     "Art. 290. ": " Formar cédula, nota ou bilhete representativo de moeda com fragmentos de cédulas, notas ou bilhetes verdadeiros; suprimir em nota, cédula ou bilhete recolhidos, para o fim de restituí-los à circulação, sinal indicativo de sua inutilização; restituir à circulação cédula, nota ou bilhete em tais condições, ou já recolhidos para o fim de inutilização: Pena - reclusão de dois a oito anos, e multa, de dois a dez contos de réis. Parágrafo único. O máximo da reclusão é elevado a doze anos e o da multa a vinte contos de réis, se o crime é cometido por funcionário que trabalha na repartição onde o dinheiro se achava recolhido, ou nela tem facil ingresso, em razão do cargo. Petrechos para falsificação de moeda ",
     "Art. 291. ": " Fabricar, adquirir, fornecer, a título oneroso ou gratuito, possuir ou guardar maquinismo, aparelho, instrumento ou qualquer objeto especialmente destinado à falsificação de moeda: Pena - reclusão, de dois a seis anos, e multa, de um a seis contos de réis. Emissão de título ao portador sem permissão legal ",
     "Art. 292. ": " Emitir, sem permissão legal, nota, bilhete, ficha, vale ou título que contenha promessa de pagamento em dinheiro ao portador ou a que falte indicação do nome da pessoa a quem deva ser pago: Pena - detenção de um a seis meses, ou multa, de dois a dez contos de réis. Parágrafo único. Quem recebe ou utiliza como dinheiro qualquer dos documentos referidos neste artigo, incorre na pena de detenção, de quinze dias a três meses, ou multa, de um conto a cinco contos de réis.CAPÍTULO IIDA FALSIDADE DE TÍTULOS E OUTROS PAPÉIS PÚBLICOSFalsificação de papéis públicos ",
     "Art. 293. ": " Falsificar, fabricando-os ou alterando-os: I - selo postal, estampilha, papel selado ou qualquer papel de emissão legal, destinado à arrecadação de imposto ou taxa; II - papel de crédito público que não seja moeda de curso legal; III - vale postal; IV - cautela de penhor, caderneta de depósito de caixa econômica ou de outro estabelecimento mantido por entidade de direito público; V - talão, recibo, guia, alvará ou qualquer outro documento relativo a arrecadação de rendas públicas ou a depósito ou caução por que o poder público seja responsavel; VI - bilhete, passe ou conhecimento de empresa de transporte administrada pela União, por Estado ou por Município: Pena - reclusão, de dois a oito anos, e multa, de três contos a dez contos de réis. § 1º Incorre na mesma pena quem usa qualquer dos papéis falsificados a que se refere este artigo. § 2º Suprimir, em qualquer desses papéis, quando legítimos, com o fim de torná-los novamente utilizaveis, carimbo ou sinal indicativo de sua inutilização: Pena - reclusão, de um a quatro anos, e multa, de um a cinco contos de réis. § 3° Incorre na mesma pena quem usa, depois de alterado, qualquer dos papeis a que se refere o parágrafo anterior. § 4° Quem usa ou restitúi à circulação, embora recebido de boa fé, qualquer dos papeis falsificados ou alterados, a que se referem este artigo e o seu § 2º, depois de conhecer a falsidade ou alteração, incorre na pena de detenção, de seis meses a dois anos, ou multa, de um conto a cinco contos de réis. Petrechos de falsificação ",
     "Art. 294. ": " Fabricar, adquirir, fornecer, possuir ou guardar objeto especialmente destinado à falsificação de qualquer dos papeis referidos no artigo anterior: Pena - reclusão, de um a três anos, e multa, de um a cinco contos de réis.  ",
     "Art. 295. ": " Se o agente é funcionário público, e comete o crime prevalecendo-se do cargo, aumenta-se a pena de sexta parte.CAPÍTULO IIIDA FALSIDADE DOCUMENTALFalsificação do selo ou sinal público ",
     "Art. 296. ": " Falsificar, fabricando-os ou alterando-os: I - selo público destinado a autenticar atos oficiais da União, de Estado ou de Município; II - selo ou sinal atribuido por lei a entidade de direito público, ou a autoridade, ou sinal público de tabelião: Pena - reclusão, de dois a seis anos, e multa, de um a dez contos de réis. § 1º Incorre nas mesmas penas: I - quem faz uso do selo ou sinal falsificado; II - quem utiliza indevidamente o selo ou sinal verdadeiro em prejuizo de outrem ou em proveito próprio ou alheio. § 2º Se o agente é funcionário público, e comete o crime prevalecendo-se do cargo, aumenta-se a pena de sexta parte.Falsificação de documento público ",
     "Art. 297. ": " Falsificar, no todo ou em parte, documento público, ou alterar documento público verdadeiro: Pena - reclusão, de dois a seis anos, e multa, de um conto a dez contos de réis. § 1º Se o agente é funcionário público, e comete o crime prevalecendo-se do cargo, aumenta-se a pena de sexta parte. § 2º Para os efeitos penais, equiparam-se a documento público o emanado de entidade paraestatal, o título ao portador ou transmissivel por endosso, as ações de sociedade comercial, os livros mercantís e o testamento particular.Falsificação de documento particular ",
     "Art. 298. ": " Falsificar, no todo ou em parte, documento particular ou alterar documento particular verdadeiro: Pena - reclusão, de um a cinco anos, e multa, de quinhentos mil réis a oito contos de réis.Falsidade ideológica ",
     "Art. 299. ": " Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, crear obrigação ou alterar a verdade sobre fato juridicamente relevante: Pena - reclusão, de um a cinco anos, e multa, de um a dez contos de réis, se o documento é público, e reclusão, de um a três anos, e multa, de quinhentos mil réis a cinco contos de réis, se o documento é particular. Parágrafo único. Se o agente é funcionário público, e comete o crime prevalecendo-se do cargo, ou se a falsificação ou alteração é de assentamento de registo civil, aumenta-se a pena de sexta parte. Falso reconhecimento de firma ou letra ",
     "Art. 300. ": " Reconhecer, como verdadeira, no exercício de função pública, firma ou letra que o não seja: Pena - reclusão, de um a cinco anos, e multa, de um conto a dez contos de réis, se o documento é público; e de um a três anos, e multa, de quinhentos mil réis a cinco contos de réis, se o documento é particular. Certidão ou atestado ideologicamente falso ",
     "Art. 301. ": " Atestar ou certificar falsamente, em razão de função pública, fato ou circunstância que habilite alguem a obter cargo público, isenção de ônus ou de serviço de carater público, ou qualquer outra vantagem: Pena - detenção, de dois meses a um ano. Falsidade material de atestado ou certidão § 1º Falsificar, no todo ou em parte, atestado ou certidão, ou alterar o teor de certidão ou de atestado verdadeiro, para prova de fato ou circunstância que habilite alguem a obter cargo público, isenção de onus ou de serviço de carater público, ou qualquer outra vantagem: Pena - detenção, de três meses a dois anos. § 2º Se o crime, é praticado com o fim de lucro, aplica-se, alem da pena privativa de liberdade, a de multa, de quinhentos mil réis a três contos de réis.Falsidade de atestado médico ",
     "Art. 302. ": " Dar o médico, no exercício da sua profissão, atestado falso: Pena - detenção, de um mês a um ano. Parágrafo único. Se o crime é cometido com o fim de lucro, aplica-se tambem multa, de quinhentos mil réis a três contos de réis.Reprodução ou adulteração de selo ou peça filatélica ",
     "Art. 303. ": " Reproduzir ou alterar selo ou peça filatélica que tenha valor para coleção, salvo quando a reprodução ou a alteração está visivelmente anotada na face ou no verso do selo ou peça: Pena - detenção, de um a três anos, e multa, de um a dez contos de réis. Parágrafo único. Na mesma pena incorre quem, para fins de comércio, faz uso do selo ou peça filatélica.Uso de documento falso ",
     "Art. 304. ": " Fazer uso de qualquer dos papéis falsificados ou alterados, a que se referem os artigos 297 a 302: Pena - a cominada à falsificação ou à alteração.Supressão de documento ",
     "Art. 305. ": " Destruir, suprimir ou ocultar, em benefício próprio ou de outrem, ou em prejuizo alheio, documento público ou particular verdadeiro, de que não podia dispor: Pena - reclusão, de dois a seis anos, e multa, de um a dez contos de réis, se o documento é público, e reclusão, de um a cinco anos, e multa, de quinhentos mil réis a três contos de réis, se o documento é particular.CAPÍTULO IVDE OUTRAS FALSIDADESFalsificação do sinal empregado no contraste de metal precioso ou na fiscalização alfandegária, ou para outros fins ",
     "Art. 306. ": " Falsificar, fabricando-o ou alterando-o, marca ou sinal empregado pelo poder público no contraste de metal precioso ou na fiscalização alfandegária, ou usar marca ou sinal dessa natureza, falsificado por outrem: Pena - reclusão, de dois a seis anos, e multa, de dois a dez contos de réis. Parágrafo único. Se a marca ou sinal falsificado é o que usa a autoridade pública para o fim de fiscalização sanitária, ou para autenticar ou encerrar determinados objetos, ou comprovar o cumprimento de formalidade legal: Pena - reclusão ou detenção, de um a três anos, e multa, de um a cinco contos de réis. Falsa identidade ",
     "Art. 307. ": " Atribuir-se ou atribuir a terceiro falsa identidade para obter vantagem, em proveito próprio ou alheio, ou para causar dano a outrem: Pena - detenção, de três meses a um ano, ou multa de um conto a cinco contos de réis, se o fato não constitue elementos de crime mais grave. ",
     "Art. 308. ": " Usar, como próprio, passaporte, título de eleitor, caderneta de reservista ou qualquer documento de identidade alheia ou ceder a outrem, para que dele se utilize, documento dessa natureza, próprio ou de terceiro: Pena - detenção, de quatro meses a dois anos, e multa, de quinhentos mil réis a cinco contos de réis, se o fato não constitue elemento de crime mais grave.Fraude de lei sobre estrangeiros ",
     "Art. 309. ": " Usar o estrangeiro, para entrar ou permanecer no território nacional, nome que não é o seu: Pena - detenção, de um a três anos, e multa, de dois a cinco contos de réis. ",
     "Art. 310. ": " Atribuir a estrangeiro falsa qualidade, para promover-lhe a entrada em território nacional: Pena - reclusão de um a quatro anos, e multa, de dois a cinco contos de réis. Falsidade em prejuizo da nacionalização de sociedade ",
     "Art. 311. ": " Prestar-se a figurar como proprietário ou possuidor de ação, título ou valor pertencente a estrangeiro, nos casos em que a este é vedada por lei a propriedade ou a posse de tais bens: Pena - detenção, de seis meses a três anos, e multa, de cinco contos a vinte contos de réis.TÍTULO XIDos crimes contra a Administração PúblicaCAPÍTULO IDOS CRIMES PRATICADOS POR FUNCIONÁRIO PÚBLICO CONTRA A ADMINISTRAÇÃO EM GERALPeculato ",
     "Art. 312. ": " Apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem movel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio: Pena - reclusão, de dois a doze anos, e multa, de cinco contos a cinquenta contos de réis.    § 1º Aplica-se a mesma pena, se o funcionário público, embora não tendo a posse do dinheiro, valor ou bem, o subtrái, ou concorre para que seja subtraído, em proveito próprio ou alheio, valendo-se de facilidade que lhe proporciona a qualidade de funcionário.Peculato culposo § 2º Se o funcionário concorre culposamente para o crime de outrem: Pena - detenção, de três meses a um ano.    § 3º No caso do parágrafo anterior, a reparação do dano, se precede a sentença irrecorrível, extingue a punibilidade; se lhe é posterior, reduz de metade a pena imposta.Peculato mediante erro de outrem ",
     "Art. 313. ": " Apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem: Pena - reclusão, de um a quatro anos, e multa, de um conto a dez contos de réis. Extravio, sonegação ou inutilização de livro ou documento ",
     "Art. 314. ": " Extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente: Pena - reclusão, de um a quatro anos, se o fato não constitui crime mais grave. Emprego irregular de verbas ou rendas pública ",
     "Art. 315. ": " Dar às verbas ou rendas públicas aplicação diversa da estabelecida em lei: Pena - detenção, de um a três meses, ou multa, de um conto a dez contos de réis. Concussão ",
     "Art. 316. ": " Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumí-la, mas em razão dela, vantagem indevida: Pena - reclusão, de dois a oito anos, e multa, de dois contos a vinte contos de réis.Excesso de exação § 1º Se o funcionário exige imposto, taxa ou emolumento que sabe indevido, ou, quando devido, emprega na cobrança meio vexatório ou gravoso, que a lei não autoriza: Pena - detenção, de seis meses a dois anos, ou multa, de um conto a dez contos de réis. § 2º Se o funcionário desvia, em proveito próprio ou de outrem, o que recebeu indevidamente para recolher aos cofres públicos: Pena - reclusão, de dois a doze anos, e multa, de cinco contos a vinte contos de réis. Corrupção passiva ",
     "Art. 317. ": " Solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumì-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem: Pena - reclusão, de um a oito anos, e multa, de três contos a quinze contos de réis. § 1º A pena é aumentada de um terço, se, em consequência da vantagem ou promessa, o funcionário retarda ou deixa de praticar qualquer ato de ofício ou o pratica infringindo dever funcional. § 2º Se o funcionário pratica, deixa de praticar ou retarda ato de ofício, com infração de dever funcional, cedendo a pedido ou influência de outrem: Pena - detenção, de três meses a um ano, ou multa, de quatrocentos mil réis a dois contos de réis.Facilitação de contrabando ou descaminho ",
     "Art. 318. ": " Facilitar, com infração de dever funcional, a prática de contrabando ou descaminho (art. 334) : Pena - reclusão, de dois a cinco anos, e multa, de um conto a dez contos de réis.Prevaricação ",
     "Art. 319. ": " Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal: Pena - detenção, de três meses a um ano, e multa, de quinhentos mil réis a dois contos de réis. Condescendência criminosa ",
     "Art. 320. ": " Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente: Pena - detenção, de quinze dias a um mês, ou multa, de duzentos mil réis a dois contos de réis.Advocacia administrativa ",
     "Art. 321. ": " Patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário: Pena - detenção de um a três meses, ou multa, de um conto a dez contos de réis. Parágrafo único. Se o interesse é ilegítimo: Pena - detenção de três meses a um ano, alem da multa.Violência arbitrária ",
     "Art. 322. ": " Praticar violência, no exercício de função ou a pretexto de exercê-la : Pena - detenção, de seis meses a três anos, alem da pena correspondente à violência.Abandono de função Art 323. Abandonar cargo público, fora dos casos permitidos em lei: Pena - detenção, de quinze dias a um mês, ou multa, de duzentos mil réis a dois contos de réis. § 1º Se do fato resulta prejuizo público: Pena - detenção, de três meses a um ano, e multa, de duzentos mil réis a dois contos de réis. § 2º  Se o fato ocorre em lugar compreendido na faixa de fronteira: Pena - detenção, de um a três anos, e multa, de dois contos a dez contos de réis. Exercício funcional ilegalmente antecipado ou prolongado Art 324. Entrar no exercício de função pública antes de satisfeitas as exigências legais, ou continuar a exercê-la, sem autorização, depois de saber oficialmente que foi exonerado, removido, substituido ou suspenso: Pena - detenção, de quinze dias a um mês, ou multa, de duzentos mil réis a dois contos de réis. Violação de sigilo funcional ",
     "Art. 325. ": " Revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação : Pena - detenção, de seis meses a dois anos, ou multa, de dois contos a doze contos de réis, se o fato não constitue crime mais grave.Violação do sigilo de proposta de concorrência ",
     "Art. 326. ": " Devassar o sigilo de proposta de concorrência pública, ou proporcionar a terceiro o ensejo de devassá-lo: Pena - detenção, de três meses um ano, e multa, de um conto a cinco contos de réis. Funcionário público ",
     "Art. 327. ": " Considera-se funcionário público, para os efeitos penais, quem, embora transitoriamente ou sem remuneração, exerce cargo, emprego ou função pública. Parágrafo único. Equipara-se a funcionário público quem exerce cargo, emprego ou função em entidade paraestatal.CAPÍTULO IIDOS CRIMES PRATICADOS POR PARTICULAR CONTRA A ADMINISTRAÇÃO EM GERALUsurpação de função pública ",
     "Art. 328. ": " Usurpar o exercício de função pública: Pena - detenção, de três meses a dois anos, e multa, de quinhentos mil réis a dois contos de réis. Parágrafo único. Se do fato o agente aufere vantagem: Pena - reclusão, de dois a cinco anos, e multa, de um conto a dez contos de réis. Resistência    ",
     "Art. 329. ": " Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio: Pena - detenção, de dois meses a dois anos. § 1º  Se o ato, em razão da resistência, não se executa: Pena - reclusão, de um a três anos. § 2º  As penas deste artigo são aplicaveis sem prejuizo das correspondentes à violência. Desobediência ",
     "Art. 330. ": " Desobedecer a ordem legal de funcionário público: Pena - detenção, de quinze dias a seis meses, e multa, de duzentos mil réis a dois contos de réis. Desacato ",
     "Art. 331. ": " Desacatar funcionário público no exercício da função ou em razão dela: Pena - detenção, de seis meses a dois anos, ou multa, de quinhentos mil réis a quinze contos de réis.Exploração de prestígio ",
     "Art. 332. ": " Obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em funcionário público no exercício da função: Pena - reclusão, de um a cinco anos, e multa, de três contos a vinte contos de réis. Parágrafo único. A pena é aumentada de um terço, se o agente alega ou insinúa que a vantagem é tambem destinada ao funcionário.Corrupção ativa ",
     "Art. 333. ": " Oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício: Pena - reclusão, de um a oito anos, e multa, de um conto a quinze contos de réis. Parágrafo único. A pena é aumentada de um terço, se, em razão da vantagem ou promessa, o funcionário retarda ou omite ato de ofício, ou o pratica infringindo dever funcional. Contrabando ou descaminho ",
     "Art. 334. ": " Importar ou exportar mercadoria proibida ou iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria: Pena - reclusão, de um a quatro anos. § 1º incorre na mesma pena quem pratica : a) navegação de cabotagem, fora dos casos permitidos em lei; b) fato assimilado em lei especial a contrabando ou descaminho. § 2º A pena aplica-se em dobro, se o crime de contrabando ou descaminho é praticado em transporte aéreo.Impedimento, perturbação ou fraude de concorrência ",
     "Art. 335. ": " Impedir, perturbar ou fraudar concorrência pública ou venda em hasta pública, promovida pela administração federal, estadual ou municipal, ou por entidade paraestatal; afastar ou procurar afastar concorrente ou licitante, por meio de violência, grave ameaça, fraude ou oferecimento de vantagem: Pena - detenção, de seis meses a dois anos, ou multa, de um conto a dez contos de réis alem da pena correspondente à violência. Parágrafo único. Incorre na mesma pena quem se abstem de concorrer ou licitar, em razão da vantagem oferecida.Inutilização de edital ou de sinal ",
     "Art. 336. ": " Rasgar ou, de qualquer forma inutilizar ou conspurcar edital afixado por ordem de funcionário público; violar ou inutilizar sêlo ou sinal empregado, por determinação legal ou por ordem de funcionário público, para identificar ou cerrar qualquer objeto: Pena - detenção, de um mês a um ano, ou multa, de quinhentos mil réis a cinco contos de réis. Subtração ou inutilização de livro ou documento ",
     "Art. 337. ": " Subtrair, ou inutilizar, total ou parcialmente, livro oficial, processo ou documento confiado à custódia de funcionário, em razão de ofício, ou de particular em serviço público: Pena - reclusão, de dois a cinco anos, se o fato não constitue crime grave.CAPÍTULO IIIDOS CRIMES CONTRA A ADMINISTRAÇÃO DA JUSTIÇAReingresso de estrangeiro expulso ",
     "Art. 338. ": " Reingressar no território nacional o estrangeiro que dele foi expulso: Pena - reclusão, de um a quatro anos, sem prejuizo de nova expulsão após o cumprimento da pena. Denunciação caluniosa  ",
     "Art. 339. ": " Dar causa a instauração de investigação policial ou de processo judicial contra alguem, imputando-lhe crime de que o sabe inocente: Pena - reclusão, de dois a oito anos, e multa, de um conto a dez contos de réis. § 1º  A pena é aumentada de sexta parte, se o agente se serve de anonimato ou de nome suposto. § 2º  A pena é diminuida de metade, se a imputação é de prática de contravenção. Comunicação falsa de crime ou de contravenção ",
     "Art. 340. ": " Provocar a ação de autoridade, comunicando-lhe a ocorrência de crime ou de contravenção que sabe não se ter verificado: Pena - detenção, de um a seis meses, ou multa, de quinhentos mil réis a dois contos de réis.Auto-acusação falsa ",
     "Art. 341. ": " Acusar-se, perante a autoridade, de crime inexistente ou praticado por outrem: Pena - detenção, de três meses a dois anos, ou multa, de um conto a cinco contos de réis. Falso testemunho ou falsa perícia Art 342. Fazer afirmação falsa, ou negar ou calar a verdade, como testemunha, perito tradutor ou intérprete em processo judicial, policial ou administrativo, ou em juizo arbitral: Pena - reclusão, de um a três anos, e multa, de um conto a três contos de réis. § 1º Se o crime é cometido com o fim de obter prova destinada a produzir efeito em processo penal : Pena - reclusão, de dois a seis anos, e multa, de dois contos a seis contos de réis. § 2º  As penas aumentam-se de um terço, se o crime é praticado mediante suborno. § 3º  O fato deixa de ser punivel, se, antes da sentença, o agente se retrata ou declara a verdade. ",
     "Art. 343. ": " Dar, oferecer ou prometer dinheiro ou qualquer outra vantagem a testemunha, perito, tradutor ou intérprete, para fazer afirmação falsa, negar ou calar a verdade em depoimento, perícia, tradução ou interpretação, ainda que a oferta ou promessa não seja aceita: Pena - reclusão, de um a três anos, e multa de um conto a três contos de réis. Parágrafo único. Se o crime é cometido com o fim de obter prova destinada a produzir efeito em processo penal, aplica-se a pena em do dobro.Coação no curso do processo ",
     "Art. 344. ": " Usar de violência ou grave ameaça, com o fim de favorecer interesse próprio ou alheio, contra autoridade, parte, ou qualquer outra pessoa que funciona ou é chamada a intervir em processo judicial, policial ou administrativo, ou em juizo arbitral: Pena - reclusão, de um a quatro anos, e multa, de um conto a cinco contos de réis, alem da pena correspondente à violência.Exercício arbitrário das próprias razões ",
     "Art. 345. ": " Fazer justiça pelas próprias mãos, para satisfazer pretensão, embora legítima, salvo quando a lei o permite: Pena - detenção, de quinze dias a um mês, ou multa, de duzentos mil réis a cinco contos de réis, além da pena correspondente à violência. Parágrafo único. Se não há emprego de violência, somente se procede mediante queixa. ",
     "Art. 346. ": " Tirar, suprimir, destruir ou danificar coisa própria, que se acha em poder de terceiro por determinação judicial ou convenção: Pena - detenção, de seis meses a dois anos, e multa, de um conto a cinco contos de réis.Fraude processual ",
     "Art. 347. ": " Inovar artificiosamente, na pendência de processo civil ou administrativo, o estado de lugar, de coisa ou de pessoa, com o fim de induzir a erro o juiz ou o perito: Pena - detenção, de três meses a dois anos, e multa, de um conto a dez contos de réis. Parágrafo único. Se a inovação se destina a produzir efeito em processo penal, ainda que não iniciado, as penas aplicam-se em dobro.Favorecimento pessoal ",
     "Art. 348. ": " Auxiliar a subtrair-se à ação de autoridade pública autor de crime a que é cominada pena de reclusão: Pena - detenção, de um a seis meses, e multa,de duzentos mil réis a um conto de réis. § 1º  Se ao crime não é cominada pena de reclusão : Pena - detenção, de quinze dias a três meses, e multa, de cem mil réis a um conto de réis. § 2º Se quem presta o auxílio é ascendente, descendente, cônjuge ou irmão do criminoso, fica isento de pena.Favorecimento real ",
     "Art. 349. ": " Prestar a criminoso, fora dos casos de co-autoria ou de receptação, auxílio destinado a tornar seguro o proveito do crime: Pena - detenção, de um a seis meses, e multa, de duzentos mil réis a dois contos de réis.Exercício arbitrário ou abuso de poder ",
     "Art. 350. ": " Ordenar ou executar medida privativa de liberdade individual, sem as formalidades legais ou com abuso de poder: Pena - detenção, de um mês a um ano. Parágrafo único. Na mesma pena incorre o funcionário que: I - ilegalmente recebe e recolhe alguem a prisão, ou a estabelecimento destinado a execução de pena privativa de liberdade ou de medida de segurança;    II - prolonga a execução de pena ou de medida de segurança, deixando de expedir em tempo oportuno ou de executar imediatamente a ordem de liberdade;    III - submete pessoa que está sob sua guarda ou custódia a vexame ou a constrangimento não autorizado em lei;    IV - efetua, com abuso de poder, qualquer diligência. Fuga de pessoa presa ou submetida a medida de segurança ",
     "Art. 351. ": " Promover ou facilitar a fuga de pessoa legalmente presa ou submetida a medida de segurança detentiva: Pena - detenção, de seis meses a dois anos. § 1º Se o crime é praticado à mão armada, ou por mais de uma pessoa, ou mediante arrombamento, a pena é de reclusão, de dois a seis anos. § 2º Se há emprego de violência contra pessoa, aplica-se tambem a pena correspondente à violência. § 3º A pena é de reclusão, de um a quatro anos, se o crime é praticado por pessoa sob cuja custódia ou guarda está o preso ou o internado. § 4º No caso de culpa do funcionário incumbido da custódia ou guarda, aplica-se a pena de detenção, de três meses a um ano, ou multa, de um conto a cinco contos de réis.Evasão mediante violência contra a pessoa ",
     "Art. 352. ": " Evadir-se ou tentar evadir-se o preso ou o indivíduo submetido a medida de segurança detentiva, usando de violência contra a pessoa: Pena - detenção de três meses a um ano, alem da pena correspondente à violência.Arrebatamento de preso ",
     "Art. 353. ": " Arrebatar preso, afim de maltratá-lo, do poder de quem o tenha sob custódia ou guarda: Pena - reclusão, de um a quatro anos, alem da pena correspondente à violência.Motim de presos ",
     "Art. 354. ": " Amotinarem-se presos, perturbando a ordem ou disciplina da prisão: Pena - detenção, de seis meses a dois anos, além da pena correspondente à violência.Patrocínio infiel ",
     "Art. 355. ": " Trair, na qualidade de advogado ou procurador, o dever profissional, prejudicando interesse, cujo patrocínio, em juizo, lhe é confiado: Pena - detenção, de seis meses a três anos e multa, de dois a quinze contos de réis.Patrocínio simultâneo ou tergiversação Parágrafo único. Incorre na pena deste artigo o advogado ou procurador judicial que defende na mesma causa, simultânea ou sucessivamente, partes contrárias. Sonegação de papel ou objeto de valor probatório ",
     "Art. 356. ": " Inutilizar, total ou parcialmente, ou deixar de restituir autos, documento ou objeto de valor probatório, que recebeu na qualidade de advogado ou procurador: Pena - detenção, de seis meses a três anos, e multa, de dois contos a dez contos de réis.Exploração de prestígio ",
     "Art. 357. ": " Solicitar ou receber dinheiro ou qualquer outra utilidade, a pretexto de influir em juiz, jurado, orgão do ministério público, funcionário de justiça, perito, tradutor, intérprete ou testemunha: Pena - reclusão, de um a cinco anos, e multa, de cinco contos a vinte contos de réis. Parágrafo único. As penas aumentam-se de um terço, se o agente alega ou insinua que o dinheiro ou utilidade tambem se destina a qualquer das pessoas referidas neste artigo.Violência ou fraude em arrematação judicial ",
     "Art. 358. ": " Impedir, perturbar ou fraudar arrematação judicial; afastar ou procurar afastar concorrente ou licitante, por meio de violência, grave ameaça, fraude ou oferecimento de vantagem:    Pena - detenção de dois meses a um ano, ou multa, de quinhentos mil réis a cinco contos de réis, alem da pena correspondente à violência.Desobediência a decisão judicial sobre perda ou suspensão de direito ",
     "Art. 359. ": " Exercer função, atividade, direito, autoridade ou munus, de que foi suspenso ou privado por decisão judicial: Pena - detenção, de três meses a dois anos, ou multa, de um conto a dez contos de réis.DISPOSIÇÕES FINAIS ",
     "Art. 360. ": " Ressalvada a legislação especial sobre os crimes contra a existência, a segurança e a integridade do Estado e contra a guarda e o emprego da economia popular, os crimes de imprensa e os de falência, os de responsabilidade do Presidente da República e dos Governadores ou Interventores, e os crimes militares, revogam-se as disposições em contrário.  ",
     "Art. 361. ": " Este Código entrará em vigor no dia 1º de janeiro de 1942Rio de Janeiro, 7 de dezembro de 1940; 119º da Independência e 52º da República"
     }
}
