{
"artigos": {
     "Art. 1. ": " O processo penal reger-se-á, em todo o território brasileiro, por este Código, ressalvados: I - os tratados, as convenções e regras de direito internacional; II - as prerrogativas constitucionais do Presidente da República, dos ministros de Estado, nos crimes conexos com os do Presidente da República, e dos ministros do Supremo Tribunal Federal, nos crimes de responsabilidade (Constituição, arts. 86, 89, § 2º, e 100); III - os processos da competência da Justiça Militar; IV - os processos da competência do tribunal especial (Constituição, art. 122, n. 17); V - os processos por crimes de imprensa. Parágrafo único. Aplicar-se-á, entretanto, este Código aos processos referidos nos ns. IV e V, quando as leis especiais que os regulam não dispuserem de modo diverso.",
     "Art. 2. ": " A lei processual penal aplicar-se-á desde logo, sem prejuízo da validade dos atos realizados sob a vigência da lei anterior.",
     "Art. 3. ": " A lei processual penal admitirá interpretação extensiva e aplicação analógica, bem como o suplemento dos princípios gerais de direito.",
     "Art. 4. ": " A polícia judiciária será exercida pelas autoridades policiais no território de suas respectivas jurisdições e terá por fim a apuração das infrações penais e da sua autoria. Parágrafo único. A competência definida neste artigo não excluirá a de autoridades administrativas, a quem por lei seja cometida a mesma função.",
     "Art. 5. ": " Nos crimes de ação pública o inquérito policial será iniciado: I - de ofício; II - mediante requisição da autoridade judiciária ou do Ministério Público, ou a requerimento do ofendido ou de quem tiver qualidade para representá-lo. § 1º O requerimento a que se refere o n. II conterá sempre que possível: a)a narração do fato, com todas as circunstâncias;b)a individualização do indiciado ou seus sinais característicos e as razões de convicção ou de presunção de ser ele o autor da infração, ou os motivos de impossibilidade de o fazer;c)   a nomeação das testemunhas, com indicação de sua profissão e residência. § 2º Do despacho que indeferir o requerimento de abertura de inquérito caberá recurso para o chefe de Polícia. § 3º Qualquer pessoa do povo que tiver conhecimento da existência de infração penal em que caiba ação pública poderá, verbalmente ou por escrito, comunicá-la à autoridade policial, e esta, verificada a procedência das informações, mandará instaurar inquérito. § 4º O inquérito, nos crimes em que a ação pública depender de representação, não poderá sem ela ser iniciado. § 5º Nos crimes de ação privada, a autoridade policial somente poderá proceder a inquérito a requerimento de quem tenha qualidade para intentá-la.",
     "Art. 6. ": " Logo que tiver conhecimento da prática da infração penal, a autoridade policial deverá: I - se possível e conveniente, dirigir-se ao local, providenciando para que se não alterem o estado e conservação das coisas, enquanto necessário; II - apreender os instrumentos e todos os objetos que tiverem relação com o fato; III - colher todas as provas que servirem para o esclarecimento do fato e suas circunstâncias; IV - ouvir o ofendido; V - ouvir o indiciado, com observância, no que for aplicável, do disposto no Capítulo III do Título VII, deste Livro, devendo o respectivo termo ser assinado por duas testemunhas que lhe tenham ouvido a leitura; VI - proceder a reconhecimento de pessoas e coisas e a acareações; VII - determinar, se for caso, que se proceda a exame de corpo de delito e a quaisquer outras perícias; VIII - ordenar a identificação do indiciado pelo processo datiloscópico, se possível, e fazer juntar aos autos sua folha de antecedentes; IX - averiguar a vida pregressa do indiciado, sob o ponto de vista individual, familiar e social, sua condição econômica, sua atitude e estado de ânimo antes e depois do crime e durante ele, e quaisquer outros elementos que contribuírem para a apreciação do seu temperamento e caráter.",
     "Art. 7. ": " Para verificar a possibilidade de haver a infração sido praticada de determinado modo, a autoridade policial poderá proceder à reprodução simulada dos fatos, desde que esta não contrarie a moralidade ou a ordem pública.",
     "Art. 8. ": " Havendo prisão em flagrante, será observado o disposto no Capítulo II do Título IX deste Livro.",
     "Art. 9. ": " Todas as peças do inquérito policial serão, num só processado, reduzidas a escrito ou datilografadas e, neste caso, rubricadas pela autoridade.",
     "Art. 10. ": " O inquérito deverá terminar no prazo de 10 dias, se o indiciado tiver sido preso em flagrante, ou estiver preso preventivamente, contado o prazo, nesta hipótese, a partir do dia em que se executar a ordem de prisão, ou no prazo de 30 dias, quando estiver solto, mediante fiança ou sem ela. § 1º A autoridade fará minucioso relatório do que tiver sido apurado e enviará os autos ao juiz competente. § 2º No relatório poderá a autoridade indicar testemunhas que não tiverem sido inquiridas, mencionando o lugar onde possam ser encontradas. § 3º Quando o fato for de difícil elucidação, e o indiciado estiver solto, a autoridade poderá requerer ao juiz a devolução dos autos, para ulteriores diligências, que serão realizadas no prazo marcado pelo juiz.",
     "Art. 11. ": " Os instrumentos do crime, bem como os objetos que interessarem à prova, acompanharão os autos do inquérito.",
     "Art. 12. ": " O inquérito policial acompanhará a denúncia ou queixa, sempre que servir de base a uma ou outra.",
     "Art. 13. ": " Incumbirá ainda à autoridade policial: I - fornecer às autoridades judiciárias as informações necessárias à instrução e julgamento dos processos; II - realizar as diligências requisitadas pelo juiz ou pelo Ministério Público; III - cumprir os mandados de prisão expedidos pelas autoridades judiciárias; IV - representar acerca da prisão preventiva.",
     "Art. 14. ": " O ofendido, ou seu representante legal, e o indiciado poderão requerer qualquer diligência, que será realizada, ou não, a juízo da autoridade.",
     "Art. 15. ": " Se o indiciado for menor, ser-lhe-á nomeado curador pela autoridade policial.",
     "Art. 16. ": " O Ministério Público não poderá requerer a devolução do inquérito à autoridade policial, senão para novas diligências, imprescindíveis ao oferecimento da denúncia.",
     "Art. 17. ": " A autoridade policial não poderá mandar arquivar autos de inquérito.",
     "Art. 18. ": " Depois de ordenado o arquivamento do inquérito pela autoridade judiciária, por falta de base para a denúncia, a autoridade policial poderá proceder a novas pesquisas, se de outras provas tiver notícia.",
     "Art. 19. ": " Nos crimes em que não couber ação pública, os autos do inquérito serão remetidos ao juízo competente, onde aguardarão a iniciativa do ofendido ou de seu representante legal, ou serão entregues ao requerente, se o pedir, mediante traslado.",
     "Art. 20. ": " A autoridade assegurará no inquérito o sigilo necessário à elucidação do fato ou exigido pelo interesse da sociedade.",
     "Art. 21. ": " A incomunicabilidade do indiciado dependerá sempre de despacho nos autos e somente será permitida quando o interesse da sociedade ou a conveniência da investigação o exigir. Parágrafo único. A incomunicabilidade não excederá de três dias.",
     "Art. 22. ": " No Distrito Federal e nas comarcas em que houver mais de uma circunscrição policial, a autoridade com exercício em uma delas poderá, nos inquéritos a que esteja procedendo, ordenar diligências em circunscrição de outra, independentemente de precatórias ou requisições, e bem assim providenciará, até que compareça a autoridade competente, sobre qualquer fato que ocorra em sua presença, noutra circunscrição.",
     "Art. 23. ": " Ao fazer a remessa dos autos do inquérito ao juiz competente, a autoridade policial oficiará ao Instituto de Identificação e Estatística, ou repartição congênere, mencionando o juízo a que tiverem sido distribuídos, e os dados relativos à infração penal e à pessoa do indiciado.",
     "Art. 24. ": " Nos crimes de ação pública, esta será promovida por denúncia do Ministério Público, mas dependerá, quando a lei o exigir, de requisição do Ministro da Justiça, ou de representação do ofendido ou de quem tiver qualidade para representá-lo. § 1º No caso de morte do ofendido ou quando declarado ausente por decisão judicial, o direito de representação passará ao cônjuge, ascendente, descendente ou irmão.",
     "Art. 25. ": " A representação será irretratável, depois de oferecida a denúncia.",
     "Art. 26. ": " A ação penal, nas contravenções, será iniciada com o auto de prisão em flagrante ou por meio de portaria expedida pela autoridade judiciária ou policial.",
     "Art. 27. ": " Qualquer pessoa do povo poderá provocar a iniciativa do Ministério Público, nos casos em que caiba a ação pública, fornecendo-lhe, por escrito, informações sobre o fato e a autoria e indicando o tempo, o lugar e os elementos de convicção.",
     "Art. 28. ": " Se o órgão do Ministério Público, ao invés de apresentar a denúncia, requerer o arquivamento do inquérito policial ou de quaisquer peças de informação, o juiz, no caso de considerar improcedentes as razões invocadas, fará remessa do inquérito ou peças de informação ao procurador-geral, e este oferecerá a denúncia, designará outro órgão do Ministério Público para oferecê-la, ou insistirá no pedido de arquivamento, ao qual só então estará o juiz obrigado a atender.",
     "Art. 29. ": " Será admitida ação privada nos crimes de ação pública, se esta não for intentada no prazo legal, cabendo ao Ministério Público aditar a queixa, repudiá-la e oferecer denúncia substitutiva, intervir em todos os termos do processo, fornecer elementos de prova, interpor recurso e, a todo tempo, no caso de negligência do querelante, retomar a ação como parte principal.",
     "Art. 30. ": " Ao ofendido ou a quem tenha qualidade para representá-lo caberá intentar a ação privada.",
     "Art. 31. ": " No caso de morte do ofendido ou quando declarado ausente por decisão judicial, o direito de oferecer queixa ou prosseguir na ação passará ao cônjuge, ascendente, descendente ou irmão.",
     "Art. 32. ": " Nos crimes de ação privada, o juiz, a requerimento da parte que comprovar a sua pobreza, nomeará advogado para promover a ação penal. § 1º Considerar-se-á pobre a pessoa que não puder prover às despesas do processo, sem privar-se dos recursos indispensáveis ao próprio sustento ou da família. § 2º Será prova suficiente de pobreza o atestado da autoridade policial em cuja circunscrição residir o ofendido.",
     "Art. 33. ": " Se o ofendido for menor de 18 anos, ou mentalmente enfermo, ou retardado mental, e não tiver representante legal, ou colidirem os interesses deste com os daquele, o direito de queixa poderá ser exercido por curador especial, nomeado, de ofício ou a requerimento do Ministério Público, pelo juiz competente para o processo penal.",
     "Art. 34. ": " Se o ofendido for menor de 21 e maior de 18 anos, o direito de queixa poderá ser exercido por ele ou por seu representante legal.",
     "Art. 35. ": " A mulher casada não poderá exercer o direito de queixa sem consentimento do marido, salvo quando estiver dele separada ou quando a queixa for contra ele. Parágrafo único. Se o marido recusar o consentimento, o juiz poderá suprí-lo.",
     "Art. 36. ": " Se comparecer mais de uma pessoa com direito de queixa, terá preferência o cônjuge, e, em seguida, o parente mais próximo na ordem de enumeração constante do art. 31, podendo, entretanto, qualquer delas prosseguir na ação, caso o querelante desista da instância ou a abandone.",
     "Art. 37. ": " As fundações, associações ou sociedades legalmente constituídas poderão exercer a ação penal, devendo ser representadas por quem os respectivos contratos ou estatutos designarem ou, no silêncio destes, pelos seus diretores ou sócios gerentes.",
     "Art. 38. ": " Salvo disposição em contrário, o ofendido, ou seu representante legal, decairá do direito de queixa ou de representação, se não o exercer dentro do prazo de seis meses, contado do dia em que vier a saber quem é o autor do crime, ou, no caso do art. 29, do dia em que se esgotar o prazo para o oferecimento da denúncia. Parágrafo único. Verificar-se-á a decadência do direito de queixa ou representação, dentro do mesmo prazo, nos casos dos arts. 24, parágrafo único, e 31.",
     "Art. 39. ": " O direito de representação poderá ser exercido, pessoalmente ou por procurador com poderes especiais, mediante declaração, escrita ou oral, feita ao juiz, ao órgão do Ministério Público, ou à autoridade policial. § 1º A representação feita oralmente ou por escrito, sem assinatura devidamente autenticada do ofendido, de seu representante legal ou procurador, será reduzida a termo, perante o juiz ou autoridade policial, presente o órgão do Ministério Público, quando a este houver sido dirigida. § 2º A representação conterá todas as informações que possam servir à apuração do fato e da autoria. § 3º Oferecida ou reduzida a termo a representação, a autoridade policial procederá a inquérito, ou, não sendo competente, remetê-lo-á à autoridade que o for. § 4º A representação, quando feita ao juiz ou perante este reduzida a termo, será remetida à autoridade policial para que esta proceda a inquérito. § 5º O órgão do Ministério Público dispensará o inquérito, se com a representação forem oferecidos elementos que o habilitem a promover a ação penal, e, neste caso, oferecerá a denúncia no prazo de quinze dias.",
     "Art. 40. ": " Quando, em autos ou papéis de que conhecerem, os juízes ou tribunais verificarem a existência de crime de ação pública, remeterão ao Ministério Público as cópias e os documentos necessários ao oferecimento da denúncia.",
     "Art. 41. ": " A denúncia ou queixa conterá a exposição do fato criminoso, com todas as suas circunstâncias, a qualificação do acusado ou esclarecimentos pelos quais se possa identificá-lo, a classificação do crime e, quando necessário, o rol das testemunhas.",
     "Art. 42. ": " O Ministério Público não poderá desistir da ação penal.",
     "Art. 43. ": " A denúncia ou queixa será rejeitada quando: I - o fato narrado evidentemente não constituir crime; II - já estiver extinta a punibilidade, pela prescrição ou outra causa; III - for manifesta a ilegitimidade da parte ou faltar condição exigida pela lei para o exercício da ação penal. Parágrafo único. Nos casos do n. III, a rejeição da denúncia ou queixa não obstará ao exercício da ação penal, desde que promovida por parte legítima ou satisfeita a condição.",
     "Art. 44. ": " A queixa poderá ser dada por procurador com poderes especiais, devendo constar do instrumento do mandato o nome do querelante e a menção do fato criminoso, salvo quando tais esclarecimentos dependerem de diligências que devem ser previamente requeridas no juízo criminal.",
     "Art. 45. ": " A queixa, ainda quando a ação penal for privativa do ofendido, poderá ser aditada pelo Ministério Público, a quem caberá intervir em todos os termos subseqüentes do processo.",
     "Art. 46. ": " O prazo para oferecimento da denúncia, estando o réu preso, será de 5 dias, contado da data em que o órgão do Ministério Público receber os autos do inquérito policial, e de 15 dias, se o réu estiver solto ou afiançado. No último caso, se houver devolução do inquérito à autoridade policial (art. 16), contar-se-á o prazo da data em que o órgão do Ministério Público receber novamente os autos. § 1º Quando o Ministério Público dispensar o inquérito policial, o prazo para o oferecimento da denúncia contar-se-á da data em que tiver recebido as peças de informação ou a representação. § 2º O prazo para o aditamento da queixa será de 3 dias, contado da data em que o órgão do Ministério Público receber os autos, e, se este não se pronunciar dentro do tríduo, entender-se-á que não tem o que aditar, prosseguindo-se nos demais termos do processo.",
     "Art. 47. ": " Se o Ministério Público julgar necessários maiores esclarecimentos e documentos complementares ou novos elementos de convicção, deverá requisitá-los, diretamente, de quaisquer autoridades ou funcionários que devam ou possam fornecê-los.",
     "Art. 48. ": " A queixa contra qualquer dos autores do crime obrigará ao processo de todos, e o Ministério Público velará pela sua indivisibilidade.",
     "Art. 49. ": " A renúncia ao exercício do direito de queixa, em relação a um dos autores do crime, a todos se estenderá.",
     "Art. 50. ": " A renúncia expressa constará de declaração assinada pelo ofendido, por seu representante legal ou procurador com poderes especiais. Parágrafo único. A renúncia do representante legal do menor que houver completado 18 anos não privará este do direito de queixa, nem a renúncia do último excluirá o direito do primeiro.",
     "Art. 51. ": " O perdão concedido a um dos querelados aproveitará a todos, sem que produza, todavia, efeito em relação ao que o recusar.",
     "Art. 52. ": " Se o querelante for menor de 21 e maior de 18 anos, o direito de perdão poderá ser exercido por ele ou por seu representante legal, mas o perdão concedido por um, havendo oposição do outro, não produzirá efeito.",
     "Art. 53. ": " Se o querelado for mentalmente enfermo ou retardado mental e não tiver representante legal, ou colidirem os interesses deste com os do querelado, a aceitação do perdão caberá ao curador que o juiz Ihe nomear.",
     "Art. 54. ": " Se o querelado for menor de 21 anos, observar-se-á, quanto à aceitação do perdão, o disposto no art. 52.",
     "Art. 55. ": " O perdão poderá ser aceito por procurador com poderes especiais.",
     "Art. 56. ": " Aplicar-se-á ao perdão extraprocessual expresso o disposto no art. 50.",
     "Art. 57. ": " A renúncia tácita e o perdão tácito admitirão todos os meios de prova.",
     "Art. 58. ": " Concedido o perdão, mediante declaração expressa nos autos, o querelado será intimado a dizer, dentro de três dias, se o aceita, devendo, ao mesmo tempo, ser cientificado de que o seu silêncio importará aceitação. Parágrafo único. Aceito o perdão, o juiz julgará extinta a punibilidade.",
     "Art. 59. ": " A aceitação do perdão fora do processo constará de declaração assinada pelo querelado, por seu representante legal ou procurador com poderes especiais.",
     "Art. 60. ": " Nos casos em que somente se procede mediante queixa, considerar-se-á perempta a ação penal: I - quando, iniciada esta, o querelante deixar de promover o andamento do processo durante 30 dias seguidos; II - quando, falecendo o querelante, ou sobrevindo sua incapacidade, não comparecer em juízo, para prosseguir no processo, dentro do prazo de 60 dias, qualquer das pessoas a quem couber fazê-lo, ressalvado o disposto no art. 36; III - quando o querelante deixar de comparecer, sem motivo justificado, a qualquer ato do processo a que deva estar presente, ou deixar de formular o pedido de condenação nas alegações finais; IV - quando, sendo o querelante pessoa jurídica, esta se extinguir sem deixar sucessor.",
     "Art. 61. ": " Em qualquer fase do processo, o juiz, se reconhecer extinta a punibilidade, deverá declará-lo de ofício. Parágrafo único. No caso de requerimento do Ministério Público, do querelante ou do réu, o juiz mandará autuá-lo em apartado, ouvirá a parte contrária e, se o julgar conveniente, concederá o prazo de cinco dias para a prova, proferindo a decisão dentro de 5 (cinco) dias ou reservando-se para apreciar a matéria na sentença final.",
     "Art. 62. ": " No caso de morte do acusado, o juiz somente à vista da certidão de óbito, e depois de ouvido o Ministério Público, declarará extinta a punibilidade.",
     "Art. 63. ": " Transitada em julgado a sentença condenatória, poderão promover-lhe a execução, no juízo cível, para o efeito da reparação do dano, o ofendido, seu representante legal ou seus herdeiros.",
     "Art. 64. ": " Sem prejuízo do disposto no artigo anterior, a ação para ressarcimento do dano poderá ser proposta no juízo cível, contra o autor do crime e, se for caso, contra o responsável civil. Parágrafo único. Intentada a ação penal, o juiz da ação civil poderá suspender o curso desta, até o julgamento definitivo daquela.",
     "Art. 65. ": " Faz coisa julgada no cível a sentença penal que reconhecer ter sido o ato praticado em estado de necessidade, em legítima defesa, em estrito cumprimento de dever legal ou no exercício regular de direito.",
     "Art. 66. ": " Não obstante a sentença absolutória no juízo criminal, a ação civil poderá ser proposta quando não tiver sido, categoricamente, reconhecida a inexistência material do fato.",
     "Art. 67. ": " Não impedirão igualmente a propositura da ação civil: I - o despacho de arquivamento do inquérito ou das peças de informação; II - a decisão que julgar extinta a punibilidade; III - a sentença absolutória que decidir que o fato imputado não constitui crime.",
     "Art. 68. ": " Quando o titular do direito à reparação do dano for pobre (art. 32, §§ 1º e 2º), a execução da sentença condenatória (art. 63) ou a ação civil (art. 4) será promovida, a seu requerimento, pelo Ministério Público.",
     "Art. 69. ": " Determinará a competência jurisdicional: I - o lugar da infração: II - o domicílio ou residência do réu; III - a natureza da infração; IV - a distribuição; V - a conexão ou continência; VI - a prevenção; VII - a prerrogativa de função.",
     "Art. 70. ": " A competência será, de regra, determinada pelo lugar em que se consumar a infração, ou, no caso de tentativa, pelo lugar em que for praticado o último ato de execução. § 1º Se, iniciada a execução no território nacional, a infração se consumar fora dele, a competência será determinada pelo lugar em que tiver sido praticado, no Brasil, o último ato de execução. § 2º Quando o último ato de execução for praticado fora do território nacional, será competente o juiz do lugar em que o crime, embora parcialmente, tenha produzido ou devia produzir seu resultado. § 3º Quando incerto o limite territorial entre duas ou mais jurisdições, ou quando incerta a jurisdição por ter sido a infração consumada ou tentada nas divisas de duas ou mais jurisdições, a competência firmar-se-á pela prevenção.",
     "Art. 71. ": " Tratando-se de infração continuada ou permanente, praticada em território de duas ou mais jurisdições, a competência firmar-se-á pela prevenção.",
     "Art. 72. ": " Não sendo conhecido o lugar da infração, a competência regular-se-á pelo domicílio ou residência do réu. § 1º Se o réu tiver mais de uma residência, a competência firmar-se-á pela prevenção. § 2º Se o réu não tiver residência certa ou for ignorado o seu paradeiro, será competente o juiz que primeiro tomar conhecimento do fato.",
     "Art. 73. ": " Nos casos de exclusiva ação privada, o querelante poderá preferir o foro do domicílio ou da residência do réu, ainda quando conhecido o lugar da infração.",
     "Art. 74. ": " A competência pela natureza da infração será regulada pelas leis de organização judiciária, salvo a competência privativa do tribunal do juri. § 1º Competirá privativamente ao tribunal do juri o julgamento dos crimes previstos no Código Penal, artigos 121, 121 §§ 1º e 2º, 122 e 123, consumados ou tentados. § 2º Se, iniciado o processo perante um juiz, houver desclassificação para infração da competência de outro, a este será remetido o processo, salvo se mais graduada for a jurisdição do primeiro, que, em tal caso, terá sua competência prorrogada. § 3º Se o juiz da pronúncia desclassificar a infração para outra atribuída à competência de juiz singular, observar-se-á o disposto no art. 410; mas, se a desclassificação for feita pelo próprio Tribunal do Juri, a seu presidente caberá proferir a sentença (art. 492, § 2º).",
     "Art. 75. ": " A precedência da distribuição fixará a competência quando, na mesma circunscrição judiciária, houver mais de um juiz igualmente competente. Parágrafo único. A distribuição realizada para o efeito da concessão de fiança ou da decretação de prisão preventiva ou de qualquer diligência anterior à denúncia ou queixa prevenirá a da ação penal.",
     "Art. 76. ": " A competência será determinada pela conexão: I - se, ocorrendo duas ou mais infrações, houverem sido praticadas, ao mesmo tempo, por várias pessoas reunidas, ou por várias pessoas em concurso, embora diverso o tempo e o lugar, ou por várias pessoas, umas contra as outras; II - se, no mesmo caso, houverem sido umas praticadas para facilitar ou ocultar as outras, ou para conseguir impunidade ou vantagem em relação a qualquer delas; III - quando a prova de uma infração ou de qualquer de suas circunstâncias elementares influir na prova de outra infração.",
     "Art. 77. ": " A competência será determinada pela continência quando: I - duas ou mais pessoas forem acusadas pela mesma infração; II - no caso de infração cometida nas condições previstas nos arts. 51, § 1º, 53, segunda parte, e 54 do Código Penal.",
     "Art. 78. ": " Na determinação da competência por conexão ou continência, serão observadas as seguintes regras: I - no concurso entre a competência do juri e a do juiz singular, prevalecerá a deste, salvo se o crime concorrente, de competência do juiz singular, for qualquer dos enumerados no Capítulo II do Título I da Parte Especial do Código Penal; II - no concurso de jurisdições da mesma categoria:a)prevalecerá a do lugar da infração, à qual for cominada a pena mais grave;b)    prevalecerá a do lugar em que houver ocorrido o maior número de infrações, se as respectivas penas forem de igual gravidade;c)    firmar-se-á a competência pela prevenção, nos outros casos; III - no concurso de jurisdições de diversas categorias, prevalecerá a de maior graduação; IV - no concurso entre a jurisdição comum e a especial, prevalecerá esta.",
     "Art. 79. ": " A conexão e a continência importarão unidade de processo e julgamento, salvo: I - no concurso entre a jurisdição comum e a militar; II - no concurso entre a jurisdição comum e a do juízo de menores. § 1º Cessará, em qualquer caso, a unidade do processo, se, em relação a algum co-réu, sobrevier o caso previsto no art. 152. § 2º A unidade do processo não importará a do julgamento, se houver co-réu foragido que não possa ser julgado à revelia, ou ocorrer a hipótese do art. 461.",
     "Art. 80. ": " Será facultativa a separação dos processos quando as infrações tiverem sido praticadas em circunstâncias de tempo ou de lugar diferentes, ou, quando pelo excessivo número de acusados e para não Ihes prolongar a prisão provisória, ou por outro motivo relevante, o juiz reputar conveniente a separação.",
     "Art. 81. ": " Verificada a reunião dos processos por conexão ou continência, ainda que no processo da sua competência própria venha o juiz ou tribunal a proferir sentença absolutória ou que desclassifique a infração para outra que não se inclua na sua competência, continuará competente em relação aos demais processos. Parágrafo único. Reconhecida inicialmente ao juri a competência por conexão ou continência, o juiz, se vier a desclassificar a infração ou impronunciar ou absolver o acusado, de maneira que exclua a competência do juri, remeterá o processo ao juízo competente.",
     "Art. 82. ": " Se, não obstante a conexão ou continência, forem instaurados processos diferentes, a autoridade de jurisdição prevalente deverá avocar os processos que corram perante os outros juízes, salvo se já estiverem com sentença definitiva. Neste caso, a unidade dos processos só se dará, ulteriormente, para o efeito de soma ou de unificação das penas.",
     "Art. 83. ": " Verificar-se-á a competência por prevenção toda vez que, concorrendo dois ou mais juízes igualmente competentes ou com jurisdição cumulativa, um deles tiver antecedido aos outros na prática de algum ato do processo ou de medida a este relativa, ainda que anterior ao oferecimento da denúncia ou da queixa (arts. 70, § 3º, 71, 72, § 2º, e 78, n. II, c).",
     "Art. 84. ": " A competência pela prerrogativa de função é do Supremo Tribunal Federal e dos Tribunais de apelação, relativamente às pessoas que devam responder perante eles por crimes comuns ou de responsabilidade.",
     "Art. 85. ": " Nos processos por crime contra a honra, em que forem querelantes as pessoas que a Constituição sujeita à jurisdição do Supremo Tribunal Federal e dos Tribunais de Apelação, àquele ou a estes caberá o julgamento, quando oposta e admitida a exceção da verdade.",
     "Art. 86. ": " Ao Supremo Tribunal Federal competirá, privativamente, processar e julgar: I - os seus ministros, nos crimes comuns; II - os ministros de Estado, salvo nos crimes conexos com os do Presidente da República; III - o procurador-geral da República, os desembargadores dos Tribunais de Apelação, os ministros do Tribunal de Contas e os embaixadores e ministros diplomáticos, nos crimes comuns e de responsabilidade.",
     "Art. 87. ": " Competirá, originariamente, ao Tribunal de Apelação o julgamento dos governadores, interventores nos Estados e prefeito do Distrito Federal, seus respectivos secretários e chefes de Polícia, juízes de instância inferior e órgãos do Ministério Público.",
     "Art. 88. ": " No processo por crimes praticados fora do território brasileiro, será competente o juízo da Capital do Estado onde houver por último residido o acusado. Se este nunca tiver residido no Brasil, será competente o juízo da Capital da República.",
     "Art. 89. ": " Os crimes cometidos em qualquer embarcação nas águas territoriais da República, ou nos rios e lagos fronteiriços, bem como a bordo de embarcações nacionais, em alto-mar, serão processados e julgados pela justiça do primeiro porto brasileiro em que tocar a embarcação, após o crime, ou, quando se afastar do País, pela do último em que houver tocado.",
     "Art. 90. ": " Os crimes praticados a bordo de aeronave nacional, dentro do espaço aéreo correspondente ao território brasileiro, ou ao alto-mar, ou a bordo de aeronave estrangeira, dentro do espaço aéreo correspondente ao território nacional, serão processados e julgados pela justiça da comarca em cujo território se verificar o pouso após o crime, ou pela da comarca de onde houver partido a aeronave.",
     "Art. 91. ": " Se não se firmar a competência de acordo com as normas estabelecidas nos arts. 89 e 90, será competente o juízo da Capital da República.",
     "Art. 92. ": " Se a decisão sobre a existência da infração depender da solução de controvérsia, que o juiz repute séria e fundada, sobre o estado civil das pessoas, o curso da ação penal ficará suspenso até que no juízo cível seja a controvérsia dirimida por sentença passada em julgado, sem prejuízo, entretanto, da inquirição das testemunhas e de outras provas de natureza urgente. Parágrafo único. Se for o crime de ação pública, o Ministério Público, quando necessário, promoverá a ação civil ou prosseguirá na que tiver sido iniciada, com a citação dos interessados.",
     "Art. 93. ": " Se o reconhecimento da existência da infração penal depender de decisão sobre questão diversa da prevista no artigo anterior, da competência do juízo cível, e se neste houver sido proposta ação para resolvê-la, o juiz criminal poderá, desde que essa questão seja de difícil solução e não verse sobre direito cuja prova a lei civil limite, suspender o curso do processo, após a inquirição das testemunhas e realização das outras provas de natureza urgente. § 1º O juiz marcará o prazo da suspensão, que poderá ser razoavelmente prorrogado, se a demora não for imputável à parte. Expirado o prazo, sem que o juiz cível tenha proferido decisão, o juiz criminal fará prosseguir o processo, retomando sua competência para resolver, de fato e de direito, toda a matéria da acusação ou da defesa. § 2º Do despacho que denegar a suspensão não caberá recurso. § 3º Suspenso o processo, e tratando-se de crime de ação pública, incumbirá ao Ministério Público intervir imediatamente na causa cível, para o fim de promover-lhe o rápido andamento.",
     "Art. 94. ": " A suspensão do curso da ação penal, nos casos dos artigos anteriores, será decretada pelo juiz, de ofício ou a requerimento das partes.",
     "Art. 95. ": " Poderão ser opostas as exceções de: I - suspeição; II - incompetência de juízo; III - litispendência; IV - ilegitimidade de parte; V - coisa julgada.",
     "Art. 96. ": " A argüição de suspeição precederá a qualquer outra, salvo quando fundada em motivo superveniente.",
     "Art. 97. ": " O juiz que espontaneamente afirmar suspeição deverá fazê-lo por escrito, declarando o motivo legal, e remeterá imediatamente o processo ao seu substituto, intimadas as partes.",
     "Art. 98. ": " Quando qualquer das partes pretender recusar o juiz, deverá fazê-lo em petição assinada por ela própria ou por procurador com poderes especiais, aduzindo as suas razões acompanhadas de prova documental ou do rol de testemunhas.",
     "Art. 99. ": " Se reconhecer a suspeição, o juiz sustará a marcha do processo, mandará juntar aos autos a petição do recusante com os documentos que a instruam, e por despacho se declarará suspeito, ordenando a remessa dos autos ao substituto.",
     "Art. 100. ": " Não aceitando a suspeição, o juiz mandará autuar em apartado a petição, dará sua resposta dentro em três dias, podendo instruí-la e oferecer testemunhas, e, em seguida, determinará sejam os autos da exceção remetidos, dentro em vinte e quatro horas, ao juiz ou tribunal a quem competir o julgamento. § 1º Reconhecida, preliminarmente, a relevância da argüição, o juiz ou tribunal, com citação das partes, marcará dia e hora para a inquirição das testemunhas, seguindo-se o julgamento, independentemente de mais alegações. § 2º Se a suspeição for de manifesta improcedência, o juiz ou relator a rejeitará liminarmente.",
     "Art. 101. ": " Julgada procedente a suspeição, ficarão nulos os atos do processo principal, pagando o juiz as custas, no caso de erro inescusável; rejeitada, e evidenciando-se a malícia do excipiente, a este será imposta a multa de duzentos mil-réis a dois contos de réis.",
     "Art. 102. ": " Quando a parte contrária reconhecer a procedência da argüição, poderá ser sustado, a seu requerimento, o processo principal, até que se julgue o incidente da suspeição.",
     "Art. 103. ": " No Supremo Tribunal Federal e nos Tribunais de Apelação, o juiz que se julgar suspeito deverá declará-lo nos autos e, se for revisor, passar o feito ao seu substituto na ordem da precedência, ou, se for relator, apresentar os autos em mesa para nova distribuição. § 1º Se não for relator nem revisor, o juiz que houver de dar-se por suspeito, deverá fazê-lo verbalmente, na sessão de julgamento, registrando-se na ata a declaração. § 2º Se o presidente do tribunal se der por suspeito, competirá ao seu substituto designar dia para o julgamento e presidi-lo. § 3º Observar-se-á, quanto à argüição de suspeição pela parte, o disposto nos arts. 98 a 101, no que Ihe for aplicável, atendido, se o juiz a reconhecer, o que estabelece este artigo. § 4º A suspeição, não sendo reconhecida, será julgada pelo tribunal pleno, funcionando como relator o presidente. § 5º Se o recusado for o presidente do tribunal, o relator será o vice-presidente.",
     "Art. 104. ": " Se for argüida a suspeição do órgão do Ministério Público, o juiz, depois de ouvi-lo, decidirá, sem recurso, podendo antes admitir a produção de provas no prazo de três dias.",
     "Art. 105. ": " As partes poderão também argüir de suspeitos os peritos, os intérpretes e os serventuários ou funcionários de justiça, decidindo o juiz de plano e sem recurso, à vista da matéria alegada e prova imediata.",
     "Art. 106. ": " A suspeição dos jurados deverá ser argüida oralmente, decidindo de plano o presidente do Tribunal do Juri, que a rejeitará se, negada pelo recusado, não for imediatamente comprovada, o que tudo constará da ata.",
     "Art. 107. ": " Não se poderá opor suspeição às autoridades policiais nos atos do inquérito, mas deverão elas declarar-se suspeitas, quando ocorrer motivo legal.",
     "Art. 108. ": " A exceção de incompetência do juízo poderá ser oposta, verbalmente ou por escrito, no prazo de defesa. § 1º Se, ouvido o Ministério Público, for aceita a declinatória, o feito será remetido ao juízo competente, onde, ratificados os atos anteriores, o processo prosseguirá. § 2º Recusada a incompetência, o juiz continuará no feito, fazendo tomar por termo a declinatória, se formulada verbalmente.",
     "Art. 109. ": " Se em qualquer fase do processo o juiz reconhecer motivo que o torne incompetente, declará-lo-á nos autos, haja ou não alegação da parte, prosseguindo-se na forma do artigo anterior.",
     "Art. 110. ": " Nas exceções de litispendência, ilegitimidade de parte e coisa julgada, será observado, no que lhes for aplicável, o disposto sobre a exceção de incompetência do juízo. § 1º Se a parte houver de opor mais de uma dessas exceções, deverá fazê-lo numa só petição ou articulado. § 2º A exceção de coisa julgada somente poderá ser oposta em relação ao fato principal, que tiver sido objeto da sentença.",
     "Art. 111. ": " As exceções serão processadas em autos apartados e não suspenderão, em regra, o andamento da ação penal.",
     "Art. 112. ": " O juiz, o órgão do Ministério Público, os serventuários ou funcionários de justiça e os peritos ou intérpretes abster-se-ão de servir no processo, quando houver incompatibilidade ou impedimento legal, que declararão nos autos. Se não se der a abstenção, a incompatibilidade ou impedimento poderá ser argüido pelas partes, seguindo-se o processo estabelecido para a exceção de suspeição.",
     "Art. 113. ": " As questões atinentes à competência resolver-se-ão não só pela exceção própria, como também pelo conflito positivo ou negativo de jurisdição.",
     "Art. 114. ": " Haverá conflito de jurisdição: I - quando duas ou mais autoridades judiciárias se considerarem competentes, ou incompetentes, para conhecer do mesmo fato criminoso; II - quando entre elas surgir controvérsia sobre unidade de juízo, junção ou separação de processos.",
     "Art. 115. ": " O conflito poderá ser suscitado: I - pela parte interessada; II - pelo órgão do Ministério Público junto a qualquer dos juízos em dissídio; III - por qualquer dos juízes ou tribunais em causa.",
     "Art. 116. ": " Os juízes e tribunais, sob a forma de representação, e a parte interessada, sob a de requerimento, darão parte escrita e circunstanciada do conflito, perante o tribunal competente, expondo os fundamentos e juntando os documentos comprobatórios. § 1º Quando negativo o conflito, os juízes e tribunais poderão suscitá-lo nos próprios autos do processo. § 2º Distribuído o feito, se o conflito for positivo, o relator poderá determinar imediatamente que se suspenda o andamento do processo. § 3º Expedida ou não a ordem de suspensão, o relator requisitará informações às autoridades em conflito, remetendo-lhes cópia do requerimento ou representação. § 4º As informações serão prestadas no prazo marcado pelo relator. § 5º Recebidas as informações, e depois de ouvido o procurador-geral, o conflito será decidido na primeira sessão, salvo se a instrução do feito depender de diligência. § 6º Proferida a decisão, as cópias necessárias serão remetidas, para a sua execução, às autoridades contra as quais tiver sido levantado o conflito ou que o houverem suscitado.",
     "Art. 117. ": " O Supremo Tribunal Federal, mediante avocatória, restabelecerá a sua jurisdição, sempre que exercida por qualquer dos juízes ou tribunais inferiores.",
     "Art. 118. ": " Antes de transitar em julgado a sentença final, as coisas apreendidas não poderão ser restituídas enquanto interessarem ao processo.",
     "Art. 119. ": " As coisas a que se referem os arts. 74 e 100 do Código Penal não poderão ser restituídas, mesmo depois de transitar em julgado a sentença final, salvo se pertencerem ao lesado ou a terceiro de boa fé.",
     "Art. 120. ": " A restituição, quando cabível, poderá ser ordenada pela autoridade policial ou juiz, mediante termo nos autos, desde que não exista dúvida quanto ao direito do reclamante. § 1º Se duvidoso esse direito, o pedido de restituição autuar-se-á em apartado, assinando-se ao requerente o prazo de 5 dias para a prova. Em tal caso, só o juiz criminal poderá decidir o incidente. § 2º O incidente autuar-se-á também em apartado e só a autoridade judicial o resolverá, se as coisas forem apreendidas em poder de terceiro de boa-fé, que será intimado para alegar e provar o seu direito, em prazo igual e sucessivo ao do reclamante, tendo um e outro dois dias para arrazoar. § 3º Sobre o pedido de restituição será sempre ouvido o Ministério Público. § 4º Em caso de dúvida sobre quem seja o verdadeiro dono, o juiz remeterá as partes para o juízo cível, ordenando o depósito das coisas em mãos de depositário ou do próprio terceiro que as detinha, se for pessoa idônea. § 5º Tratando-se de coisas facilmente deterioráveis, serão avaliadas e levadas a leilão público, depositando-se o dinheiro apurado, ou entregues ao terceiro que as detinha, se este for pessoa idônea e assinar termo de responsabilidade.",
     "Art. 121. ": " No caso de apreensão de coisa adquirida com os proventos da infração, aplica-se o disposto no art. 133 e seu parágrafo.",
     "Art. 122. ": " Sem prejuízo do disposto nos arts. 120 e 133, decorrido o prazo de 90 dias, após transitar em julgado a sentença condenatória, o juiz decretará, se for caso, a perda em favor da União, das coisas apreendidas (art. 74, n. II, a e b do Código Penal) e ordenará que sejam vendidas em leilão público. Parágrafo único. Do dinheiro apurado será recolhido ao Tesouro Nacional o que não couber ao lesado ou a terceiro de boa fé.",
     "Art. 123. ": " Fora dos casos previstos nos artigos anteriores, se dentro no prazo de 90 dias, a contar da data em que transitar em julgado a sentença final, condenatória ou absolutória, os objetos apreendidos não forem reclamados ou não pertencerem ao réu, serão vendidos em leilão, depositando-se o saldo à disposição do juízo de ausentes.",
     "Art. 124. ": " Os instrumentos do crime, cuja perda em favor da União for decretada, e as coisas confiscadas, de acordo com o disposto no artigo 100 do Código Penal, serão inutilizados ou recolhidos a museu criminal, se houver interesse na sua conservação.",
     "Art. 125. ": " Caberá o seqüestro dos bens imóveis, adquiridos pelo indiciado com os proventos da infração, ainda que já tenham sido transferidos a terceiro.",
     "Art. 126. ": " Para a decretação do seqüestro, bastará a existência de indícios veementes da proveniência ilícita dos bens.",
     "Art. 127. ": " O juiz, de ofício, a requerimento do Ministério Público ou do ofendido, ou mediante representação da autoridade policial, poderá ordenar o seqüestro, em qualquer fase do processo ou ainda antes de oferecida a denúncia ou queixa.",
     "Art. 128. ": " Realizado o seqüestro, o juiz ordenará a sua inscrição no Registro de Imóveis.",
     "Art. 129. ": " O seqüestro autuar-se-á em apartado e admitirá embargos de terceiro.",
     "Art. 130. ": " O seqüestro poderá, ainda, ser embargado: I - pelo acusado, sob o fundamento de não terem os bens sido adquiridos com os proventos da infração; II - pelo terceiro, a quem houverem os bens sido transferidos a título oneroso, sob o fundamento de tê-los adquirido de boa fé. Parágrafo único. Não poderá ser pronunciada decisão nesses embargos antes de passar em julgado a sentença condenatória.",
     "Art. 131. ": " O seqüestro será levantado: I - se a ação penal não for intentada no prazo de sessenta dias, contado da data em que ficar concluída a diligência; II - se o terceiro, a quem tiverem sido transferidos os bens, prestar caução que assegure a aplicação do disposto no art. 74, n. II, b , segunda parte, do Código Penal; III - se for julgada extinta a punibilidade ou absolvido o réu, por sentença transitada em julgado.",
     "Art. 132. ": " Proceder-se-á ao seqüestro dos bens móveis se, verificadas as condições previstas no art. 126, não for cabível a medida regulada no Capítulo XI do Título VII deste Livro.",
     "Art. 133. ": " Transitada em julgado a sentença condenatória, o juiz, de ofício ou a requerimento do interessado, determinará a avaliação e a venda dos bens em leilão público. Parágrafo único. Do dinheiro apurado, será recolhido ao Tesouro Nacional o que não couber ao lesado ou a terceiro de boa fé.",
     "Art. 134. ": " A hipoteca legal sobre os imóveis do indiciado poderá ser requerida pelo ofendido em qualquer fase do processo, desde que haja certeza da infração e indícios suficientes da autoria.",
     "Art. 135. ": " Pedida a especialização mediante requerimento, em que a parte estimará o valor da responsabilidade civil, e designará e estimará o imóvel ou imóveis que terão de ficar especialmente hipotecados, o juiz mandará logo proceder ao arbitramento do valor da responsabilidade e à avaliação do imóvel ou imóveis. § 1º A petição será instruída com as provas ou indicação das provas em que se fundar a estimação da responsabilidade, com a relação dos imóveis que o responsável possuir, se outros tiver, além dos indicados no requerimento, e com os documentos comprobatórios do domínio. § 2º O arbitramento do valor da responsabilidade e a avaliação dos imóveis designados far-se-ão por perito nomeado pelo juiz, onde não houver avaliador judicial, sendo-lhe facultada a consulta dos autos do processo penal respectivo. § 3º O juiz, ouvidas as partes no prazo de dois dias, que correrá em cartório, poderá corrigir o arbitramento do valor da responsabilidade, se Ihe parecer excessivo ou deficiente. § 4º O juiz autorizará somente a inscrição da hipoteca do imóvel ou imóveis necessários à garantia da responsabilidade. § 5º O valor da responsabilidade será liquidado definitivamente após a condenação, podendo ser requerido novo arbitramento se qualquer das partes não se conformar com o arbitramento anterior à sentença condenatória. § 6º Se o réu oferecer caução suficiente, em dinheiro ou em títulos de dívida pública, pelo valor de sua cotação em Bolsa, o juiz poderá deixar de mandar proceder à inscrição da hipoteca legal.",
     "Art. 136. ": " O seqüestro do imóvel poderá ser decretado de início, revogando-se, porém, se no prazo de 15 dias não for promovido o processo de inscrição da hipoteca legal.",
     "Art. 137. ": " Se o responsável não possuir bens imóveis ou os possuir de valor insuficiente, poderão ser seqüestrados bens móveis suscetíveis de penhora, nos termos em que é facultada a hipoteca legal dos móveis. § 1º Se esses bens forem coisas fungíveis e facilmente deterioráveis, proceder-se-á na forma do § 5º do art. 120. § 2º Das rendas dos bens móveis poderão ser fornecidos recursos arbitrados pelo juiz, para a manutenção do indiciado e de sua família.",
     "Art. 138. ": " O processo de especialização da hipoteca legal e do seqüestro correrão em auto apartado.",
     "Art. 139. ": " O depósito e a administração dos bens seqüestrados ficarão sujeitos ao regime do processo civil.",
     "Art. 140. ": " As garantias do ressarcimento do dano alcançarão também as despesas processuais e as penas pecuniárias, tendo preferência sobre estas a reparação do dano ao ofendido.",
     "Art. 141. ": " O seqüestro será levantado ou cancelada a hipoteca, se, por sentença irrecorrível, o réu for absolvido ou julgada extinta a punibilidade.",
     "Art. 142. ": " Caberá ao Ministério Público promover as medidas estabelecidas nos arts. 134, 136 e 137, se houver interesse da Fazenda Pública, ou se o ofendido for pobre e o requerer.",
     "Art. 143. ": " Passando em julgado a sentença condenatória, serão os autos de hipoteca ou seqüestro remetidos ao juiz do cível (art. 63).",
     "Art. 144. ": " Os interessados ou, nos casos do art. 142, o Ministério Público, poderão requerer no juízo cível contra o responsável civil as medidas previstas nos arts. 134, 136 e 137.",
     "Art. 145. ": " Argüida, por escrito, a falsidade de documento constante dos autos, o juiz observará o seguinte processo: I - mandará autuar em apartado a impugnação, e em seguida ouvirá a parte contrária, que, no prazo de 48 horas, oferecerá resposta; II - assinará o prazo de três dias, sucessivamente, a cada uma das partes, para prova de suas alegações; III - conclusos os autos, poderá ordenar as diligências que entender necessárias; IV - se reconhecida a falsidade por decisão irrecorrível, mandará desentranhar o documento e remetê-lo, com os autos do processo incidente, ao Ministério Público.",
     "Art. 146. ": " A argüição de falsidade, feita por procurador, exige poderes especiais.",
     "Art. 147. ": " O juiz poderá, de ofício, proceder à verificação da falsidade.",
     "Art. 148. ": " Qualquer que seja a decisão, não fará coisa julgada em prejuízo de ulterior processo penal ou civil.",
     "Art. 149. ": " Quando houver dúvida sobre a integridade mental do acusado, o juiz ordenará, de ofício ou a requerimento do Ministério Público, do defensor, do curador, do ascendente, descendente, irmão ou cônjuge do acusado, seja este submetido a exame médico-legal. § 1º O exame poderá ser ordenado ainda na fase do inquérito, mediante representação da autoridade policial ao juiz competente. § 2º O juiz nomeará curador ao acusado, quando determinar o exame, ficando suspenso o processo, se já iniciada a ação penal, salvo quanto às diligências que possam ser prejudicadas pelo adiamento.",
     "Art. 150. ": " Para o efeito do exame, o acusado, se estiver preso, será internado em manicômio judiciário, onde houver, ou, se estiver solto, e o requererem os peritos, em estabelecimento adequado que o juiz designar. § 1º O exame não durará mais de quarenta e cinco dias, salvo se os peritos demonstrarem a necessidade de maior prazo. § 2º Se não houver prejuízo para a marcha do processo, o juiz poderá autorizar sejam os autos entregues aos peritos, para facilitar o exame.",
     "Art. 151. ": " Se os peritos concluírem que o acusado era, ao tempo da infração, irresponsável nos termos do art. 22 do Código Penal, o processo prosseguirá, com a presença do curador.",
     "Art. 152. ": " Se se verificar que a doença mental sobreveio à infração o processo continuará suspenso até que o acusado se restabeleça, observado o § 2º do art. 149. § 1º O juiz poderá, nesse caso, ordenar a internação do acusado em manicômio judiciário ou em outro estabelecimento adequado. § 2º O processo retomará o seu curso, desde que se restabeleça o acusado, ficando-lhe assegurada a faculdade de reinquirir as testemunhas que houverem prestado depoimento sem a sua presença.",
     "Art. 153. ": " O incidente da insanidade mental processar-se-á em auto apartado, que só depois da apresentação do laudo será apenso ao processo principal.",
     "Art. 154. ": " Se a insanidade mental sobrevier no curso da execução da pena, observar-se-á o disposto no art. 682.",
     "Art. 155. ": " No juízo penal, somente quanto ao estado das pessoas, serão observadas as restrições à prova estabelecidas na lei civil.",
     "Art. 156. ": " A prova da alegação incumbirá a quem a fizer; mas o juiz poderá, no curso da instrução ou antes de proferir sentença, determinar, de ofício, diligências para dirimir dúvida sobre ponto relevante.",
     "Art. 157. ": " O juiz formará sua convicção pela livre apreciação da prova.",
     "Art. 158. ": " Quando a infração deixar vestígios, será indispensável o exame de corpo de delito, direto ou indireto, não podendo supri-lo a confissão do acusado.",
     "Art. 159. ": " Os exames de corpo de delito e as outras perícias serão feitos por peritos oficiais. § 1º Não havendo peritos oficiais, o exame será realizado por duas pessoas idôneas, escolhidas de preferência as que tiverem habilitação técnica. § 2º Os peritos não oficiais prestarão o compromisso de bem e fielmente desempenhar o encargo.",
     "Art. 160. ": " Os peritos descreverão minuciosamente o que examinarem, e responderão aos quesitos formulados. Parágrafo único. Se os peritos não puderem formar logo juízo seguro ou fazer relatório completo do exame, ser-lhe-á concedido prazo até cinco dias. Em casos especiais, esse prazo poderá ser prorrogado, razoavelmente, a requerimento dos peritos.",
     "Art. 161. ": " O exame de corpo de delito poderá ser feito em qualquer dia e a qualquer hora.",
     "Art. 162. ": " A autópsia será feita pelo menos seis horas depois do óbito, salvo se os peritos, pela evidência dos sinais de morte, julgarem que possa ser feita antes daquele prazo, o que declararão no auto. Parágrafo único. Nos casos de morte violenta, bastará o simples exame externo do cadáver, quando não houver infração penal que apurar, ou quando as lesões externas permitirem precisar a causa da morte e não houver necessidade de exame interno para a verificação de alguma circunstância relevante.",
     "Art. 163. ": " Em caso de exumação para exame cadavérico, a autoridade providenciará para que, em dia e hora previamente marcados, se realize a diligência, da qual se lavrará auto circunstanciado. Parágrafo único. O administrador de cemitério público ou particular indicará o lugar da sepultura, sob pena de desobediência. No caso de recusa ou de falta de quem indique a sepultura, ou de encontrar-se o cadáver em lugar não destinado a inumações, a autoridade procederá às pesquisas necessárias, o que tudo constará do auto.",
     "Art. 164. ": " Os cadáveres serão, sempre que possível, fotografados na posição em que forem encontrados.",
     "Art. 165. ": " Para representar as lesões encontradas no cadáver, os peritos, quando possível, juntarão ao laudo do exame provas fotográficas, esquemas ou desenhos, devidamente rubricados.",
     "Art. 166. ": " Havendo dúvida sobre a identidade do cadáver exumado, proceder-se-á ao reconhecimento pelo Instituto de Identificação e Estatística ou repartição congênere ou pela inquirição de testemunhas, lavrando-se auto de reconhecimento e de identidade, no qual se descreverá o cadáver, com todos os sinais e indicações. Parágrafo único. Em qualquer caso, serão arrecadados e autenticados todos os objetos encontrados, que possam ser úteis para a identificação do cadáver.",
     "Art. 167. ": " Não sendo possível o exame de corpo de delito, por haverem desaparecido os vestígios, a prova testemunhal poderá suprir-lhe a falta.",
     "Art. 168. ": " Em caso de lesões corporais, se o primeiro exame pericial tiver sido incompleto, proceder-se-á a exame complementar por determinação da autoridade policial ou judiciária, de ofício, ou a requerimento do Ministério Público, do ofendido ou do acusado, ou de seu defensor. § 1º No exame complementar, os peritos terão presente o auto de corpo de delito, a fim de suprir-lhe a deficiência ou retificá-lo. § 2º Se o exame tiver por fim precisar a classificação do delito no art. 129, § 1º, n. I, do Código Penal, deverá ser feito logo que decorra o prazo de 30 dias, contado da data do crime. § 3º A falta de exame complementar poderá ser suprida pela prova testemunhal.",
     "Art. 169. ": " Para o efeito de exame do local onde houver sido praticada a infração, a autoridade providenciará imediatamente para que não se altere o estado das coisas até a chegada dos peritos, que poderão instruir seus laudos com fotografias, desenhos ou esquemas elucidativos.",
     "Art. 170. ": " Nas perícias de laboratório, os peritos guardarão material suficiente para a eventualidade de nova perícia. Sempre que conveniente, os laudos serão ilustrados com provas fotográficas, ou microfotográficas, desenhos ou esquemas.",
     "Art. 171. ": " Nos crimes cometidos com destruição ou rompimento de obstáculo à subtração da coisa, ou por meio de escalada, os peritos, além de descrever os vestígios, indicarão com que instrumentos, por que meios e em que época presumem ter sido o fato praticado.",
     "Art. 172. ": " Proceder-se-á, quando necessário, à avaliação de coisas destruídas, deterioradas ou que constituam produto do crime. Parágrafo único. Se impossível a avaliação direta, os peritos procederão à avaliação por meio dos elementos existentes nos autos e dos que resultarem de diligências.",
     "Art. 173. ": " No caso de incêndio, os peritos verificarão a causa e o lugar em que houver começado, o perigo que dele tiver resultado para a vida ou para o patrimônio alheio, a extensão do dano e o seu valor e as demais circunstâncias que interessarem à elucidação do fato.",
     "Art. 174. ": " No exame para o reconhecimento de escritos, por comparação de letra, observar-se-á o seguinte: I - a pessoa a quem se atribua ou se possa atribuir o escrito será intimada para o ato, se for encontrada; II - para a comparação, poderão servir quaisquer documentos que a dita pessoa reconhecer ou já tiverem sido judicialmente reconhecidos como de seu punho, ou sobre cuja autenticidade não houver dúvida; III - a autoridade, quando necessário, requisitará, para o exame, os documentos que existirem em arquivos ou estabelecimentos públicos, ou nestes realizará a diligência, se daí não puderem ser retirados; IV - quando não houver escritos para a comparação ou forem insuficientes os exibidos, a autoridade mandará que a pessoa escreva o que Ihe for ditado. Se estiver ausente a pessoa, mas em lugar certo, esta última diligência poderá ser feita por precatória, em que se consignarão as palavras que a pessoa será intimada a escrever.",
     "Art. 175. ": " Serão sujeitos a exame os instrumentos empregados para a prática da infração, a fim de se Ihes verificar a natureza e a eficiência.",
     "Art. 176. ": " A autoridade e as partes poderão formular quesitos até o ato da diligência.",
     "Art. 177. ": " No exame por precatória, a nomeação dos peritos far-se-á no juízo deprecado. Havendo, porém, no caso de ação privada, acordo das partes, essa nomeação poderá ser feita pelo juiz deprecante. Parágrafo único. Os quesitos do juiz e das partes serão transcritos na precatória.",
     "Art. 178. ": " No caso do art. 159, o exame será requisitado pela autoridade ao diretor da repartição, juntando-se ao processo o laudo assinado pelos peritos.",
     "Art. 179. ": " No caso do § 1º do art. 159, o escrivão lavrará o auto respectivo, que será assinado pelos peritos e, se presente ao exame, também pela autoridade. Parágrafo único. No caso do art. 160, parágrafo único, o laudo, que poderá ser datilografado, será subscrito e rubricado em suas folhas por todos os peritos.",
     "Art. 180. ": " Se houver divergência entre os peritos, serão consignadas no auto do exame as declarações e respostas de um e de outro, ou cada um redigirá separadamente o seu laudo, e a autoridade nomeará um terceiro; se este divergir de ambos, a autoridade poderá mandar proceder a novo exame por outros peritos.",
     "Art. 181. ": " No caso de inobservância de formalidade, ou no caso de omissões, obscuridades ou contradições, a autoridade policial ou judiciária mandará suprir a formalidade, complementar ou esclarecer o laudo. Parágrafo único. A autoridade poderá também ordenar que se proceda a novo exame, por outros peritos, se julgar conveniente.",
     "Art. 182. ": " O juiz não ficará adstrito ao laudo, podendo aceitá-lo ou rejeitá-lo, no todo ou em parte.",
     "Art. 183. ": " Nos crimes em que não couber ação pública, observar-se-á o disposto no art. 19.",
     "Art. 184. ": " Salvo o caso de exame de corpo de delito, o juiz ou a autoridade policial negará a perícia requerida pelas partes, quando não for necessária ao esclarecimento da verdade.",
     "Art. 185. ": " O acusado, que for preso, ou comparecer, espontaneamente ou em virtude de intimação, perante a autoridade judiciária, no curso do processo penal, será qualificado e interrogado.",
     "Art. 186. ": " Antes de iniciar o interrogatório, o juiz observará ao réu que, embora não esteja obrigado a responder às perguntas que lhe forem formuladas, o seu silêncio poderá ser interpretado em prejuízo da própria defesa.",
     "Art. 187. ": " O defensor do acusado não poderá intervir ou influir, de qualquer modo, nas perguntas e nas respostas.",
     "Art. 188. ": " O réu será perguntado sobre o seu nome, naturalidade, estado, idade, filiação, residência, meios de vida ou profissão e lugar onde exerce a sua atividade e se sabe ler e escrever, e, depois de cientificado da acusação, será interrogado sobre: I - onde estava ao tempo em que foi cometida a infração e se teve notícia desta; II - as provas contra ele já apuradas; III - se conhece a vítima e as testemunhas já inquiridas ou por inquirir, e desde quando, e se tem o que alegar contra elas; IV - se conhece o instrumento com que foi praticada a infração, ou qualquer dos objetos que com esta se relacione e tenha sido apreendido; V - se verdadeira a imputação que lhe é feita; VI - se, não sendo verdadeira a imputação, tem algum motivo particular a que atribuí-la, se conhece a pessoa ou pessoas a que deva ser imputada a prática do crime, e quais sejam, e se com elas esteve antes da prática da infração ou depois dela; VII - todos os demais fatos e pormenores, que conduzam à elucidação dos antecedentes e circunstâncias da infração; VIII - sua vida pregressa, notadamente se foi preso ou processado alguma vez e, no caso afirmativo, qual o juízo do processo, qual a pena imposta e se a cumpriu. Parágrafo único. Se o acusado negar a imputação no todo ou em parte, será convidado a indicar as provas da verdade de suas declarações.",
     "Art. 189. ": " Se houver co-réus, cada um deles será interrogado separadamente.",
     "Art. 190. ": " Se o réu confessar a autoria, será especialmente perguntado sobre os motivos e circunstâncias da ação e se outras pessoas concorreram para a infração e quais sejam.",
     "Art. 191. ": " Consignar-se-ão as perguntas que o réu deixar de responder e as razões que invocar para não fazê-lo.",
     "Art. 192. ": " O interrogatório do mudo, do surdo ou do surdo-mudo será feito pela forma seguinte: I - ao surdo serão apresentadas por escrito as perguntas, que ele responderá oralmente; II - ao mudo as perguntas serão feitas oralmente, respondendo-as ele por escrito; III - ao surdo-mudo as perguntas serão formuladas por escrito e por escrito dará ele as respostas. Parágrafo único. Caso o interrogado não saiba ler ou escrever, intervirá no ato, como intérprete e sob compromisso, pessoa habilitada a entendê-lo.",
     "Art. 193. ": " Quando o acusado não falar a língua nacional, o interrogatório será feito por intérprete.",
     "Art. 194. ": " Se o acusado for menor, proceder-se-á ao interrogatório na presença de curador.",
     "Art. 195. ": " As respostas do acusado serão ditadas pelo juiz e reduzidas a termo, que, depois de lido e rubricado pelo escrivão em todas as suas folhas, será assinado pelo juiz e pelo acusado. Parágrafo único. Se o acusado não souber escrever, não puder ou não quiser assinar, tal fato será consignado no termo.",
     "Art. 196. ": " A todo tempo, o juiz poderá proceder a novo interrogatório.",
     "Art. 197. ": " O valor da confissão se aferirá pelos critérios adotados para os outros elementos de prova, e para a sua apreciação o juiz deverá confrontá-la com as demais provas do processo, verificando se entre ela e estas existe compatibilidade ou concordância.",
     "Art. 198. ": " O silêncio do acusado não importará confissão, mas poderá constituir elemento para a formação do convencimento do juiz.",
     "Art. 199. ": " A confissão, quando feita fora do interrogatório, será tomada por termo nos autos, observado o disposto no art. 195.",
     "Art. 200. ": " A confissão será divisível e retratável, sem prejuízo do livre convencimento do juiz, fundado no exame das provas em conjunto.",
     "Art. 201. ": " Sempre que possível, o ofendido será qualificado e perguntado sobre as circunstâncias da infração, quem seja ou presuma ser o seu autor, as provas que possa indicar, tomando-se por termo as suas declarações. Parágrafo único. Se, intimado para esse fim, deixar de comparecer sem motivo justo, o ofendido poderá ser conduzido à presença da autoridade.",
     "Art. 202. ": " Toda pessoa poderá ser testemunha.",
     "Art. 203. ": " A testemunha fará, sob palavra de honra, a promessa de dizer a verdade do que souber e lhe for perguntado, devendo declarar seu nome, sua idade, seu estado e sua residência, sua profissão, lugar onde exerce sua atividade, se é parente, e em que grau, de alguma das partes, ou quais suas relações com qualquer delas, e relatar o que souber, explicando sempre as razões de sua ciência ou as circunstâncias pelas quais possa avaliar-se de sua credibilidade.",
     "Art. 204. ": " O depoimento será prestado oralmente, não sendo permitido à testemunha trazê-lo por escrito. Parágrafo único. Não será vedada à testemunha, entretanto, breve consulta a apontamentos.",
     "Art. 205. ": " Se ocorrer dúvida sobre a identidade da testemunha, o juiz procederá à verificação pelos meios ao seu alcance, podendo, entretanto, tomar-lhe o depoimento desde logo.",
     "Art. 206. ": " A testemunha não poderá eximir-se da obrigação de depor. Poderão, entretanto, recusar-se a fazê-lo o ascendente ou descendente, o afim em linha reta, o cônjuge, ainda que desquitado, o irmão e o pai, a mãe, ou o filho adotivo do acusado, salvo quando não for possível, por outro modo, obter-se ou integrar-se a prova do fato e de suas circunstâncias.",
     "Art. 207. ": " São proibidas de depor as pessoas que, em razão de função, ministério, ofício ou profissão, devam guardar segredo, salvo se, desobrigadas pela parte interessada, quiserem dar o seu testemunho.",
     "Art. 208. ": " Não se deferirá o compromisso a que alude o art. 203 aos doentes e deficientes mentais e aos menores de 14 anos, nem às pessoas a que se refere o art. 206.",
     "Art. 209. ": " O juiz, quando julgar necessário, poderá ouvir outras testemunhas, além das indicadas pelas partes. § 1º Se ao juiz parecer conveniente, serão ouvidas as pessoas a que as testemunhas se referirem. § 2º Não será computada como testemunha a pessoa que nada souber que interesse à decisão da causa.",
     "Art. 210. ": " As testemunhas serão inquiridas cada uma de per si, de modo que umas não saibam nem ouçam os depoimentos das outras, devendo o juiz adverti-las das penas cominadas ao falso testemunho.",
     "Art. 211. ": " Se o juiz, ao pronunciar sentença final, reconhecer que alguma testemunha fez afirmação falsa, calou ou negou a verdade, remeterá cópia do depoimento à autoridade policial para a instauração de inquérito. Parágrafo único. Tendo o depoimento sido prestado em plenário de julgamento, o juiz, no caso de proferir decisão na audiência (art. 538, § 2º), o tribunal (art. 561), ou o conselho de sentença, após a votação dos quesitos, poderão fazer apresentar imediatamente a testemunha à autoridade policial.",
     "Art. 212. ": " As perguntas das partes serão requeridas ao juiz, que as formulará à testemunha. O juiz não poderá recusar as perguntas da parte, salvo se não tiverem relação com o processo ou importarem repetição de outra já respondida.",
     "Art. 213. ": " O juiz não permitirá que a testemunha manifeste suas apreciações pessoais, salvo quando inseparáveis da narrativa do fato.",
     "Art. 214. ": " Antes de iniciado o depoimento, as partes poderão contraditar a testemunha ou argüir circunstâncias ou defeitos, que a tornem suspeita de parcialidade, ou indigna de fé. O juiz fará consignar a contradita ou argüição e a resposta da testemunha, mas só excluirá a testemunha ou não lhe deferirá compromisso nos casos previstos nos arts. 207 e 208.",
     "Art. 215. ": " Na redação do depoimento, o juiz deverá cingir-se, tanto quanto possível, às expressões usadas pelas testemunhas, reproduzindo fielmente as suas frases.",
     "Art. 216. ": " O depoimento da testemunha será reduzido a termo, assinado por ela, pelo juiz e pelas partes. Se a testemunha não souber assinar, ou não puder fazê-lo, pedirá a alguém que o faça por ela, depois de lido na presença de ambos.",
     "Art. 217. ": " Se o juiz verificar que a presença do réu, pela sua atitude, poderá influir no ânimo da testemunha, de modo que prejudique a verdade do depoimento, fará retirá-lo, prosseguindo na inquirição, com a presença do seu defensor. Neste caso deverão constar do termo a ocorrência e os motivos que a determinaram.",
     "Art. 218. ": " Se, regularmente intimada, a testemunha deixar de comparecer sem motivo justificado, o juiz poderá requisitar à autoridade policial a sua apresentação ou determinar seja conduzida por oficial de justiça, que poderá solicitar o auxílio da força pública.",
     "Art. 219. ": " O juiz poderá impor à testemunha faltosa prisão até 15 dias, sem prejuízo do processo penal por crime de desobediência, e condená-la ao pagamento das custas da diligência.",
     "Art. 220. ": " As pessoas impossibilitadas, por enfermidade ou por velhice, de comparecer para depor, serão inquiridas onde estiverem.",
     "Art. 221. ": " O Presidente da República e seus ministros, os governadores e secretários de Estado, os ministros do Supremo Tribunal Federal, ministros do Supremo Tribunal Militar, desembargadores dos Tribunais de Apelação, ministros do Tribunal de Contas e juízes do Tribunal de Segurança Nacional serão inquiridos em local, dia e hora previamente ajustados entre eles e o juiz. § 1º Os militares deverão ser requisitados à autoridade superior. § 2º Aos funcionários públicos aplicar-se-á o disposto no art. 218, devendo porém, a expedição do mandado ser imediatamente comunicada ao chefe da repartição em que servirem, com indicação do dia e da hora marcados.",
     "Art. 222. ": " A testemunha que morar fora da jurisdição do juiz, será inquirida pelo juiz do lugar de sua residência, expedindo-se, para esse fim, carta precatória, com prazo razoável, intimadas as partes. § 1º A expedição da precatória não suspenderá a instrução criminal. § 2º Findo o prazo marcado, poderá realizar-se o julgamento, mas, a todo tempo, a precatória, uma vez devolvida, será junta aos autos.",
     "Art. 223. ": " Quando a testemunha não conhecer a língua nacional, será nomeado intérprete para traduzir as perguntas e respostas. Parágrafo único. Tratando-se de mudo, surdo ou surdo-mudo, proceder-se-á na conformidade do art. 192.",
     "Art. 224. ": " As testemunhas comunicarão ao juiz, dentro de um ano, qualquer mudança de residência, sujeitando-se, pela simples omissão, às penas do não comparecimento.",
     "Art. 225. ": " Se qualquer testemunha houver de ausentar-se, ou, por enfermidade ou por velhice, inspirar receio de que ao tempo da instrução criminal já não exista, o juiz poderá, de ofício ou a requerimento de qualquer das partes, tomar-lhe antecipadamente o depoimento.",
     "Art. 226. ": " Quando houver necessidade de fazer-se o reconhecimento de pessoa, proceder-se-á pela seguinte forma: I - a pessoa que tiver de fazer o reconhecimento será convidada a descrever a pessoa que deva ser reconhecida; II - a pessoa, cujo reconhecimento se pretender, será colocada, se possível, ao lado de outras que com ela tiverem qualquer semelhança, convidando-se quem tiver de fazer o reconhecimento a apontá-la; III - se houver razão para recear que a pessoa chamada para o reconhecimento, por efeito de intimidação ou outra influência, não diga a verdade em face da pessoa que deve ser reconhecida, a autoridade providenciará para que esta não veja aquela; IV - do ato de reconhecimento lavrar-se-á auto pormenorizado, subscrito pela autoridade, pela pessoa chamada para proceder ao reconhecimento e por duas testemunhas presenciais. Parágrafo único. O disposto no n. III deste artigo não terá aplicação na fase da instrução criminal ou em plenário de julgamento.",
     "Art. 227. ": " No reconhecimento de objeto, proceder-se-á com as cautelas estabelecidas no artigo anterior, no que for aplicável.",
     "Art. 228. ": " Se várias forem as pessoas chamadas a efetuar o reconhecimento de pessoa ou de objeto, cada uma fará a prova em separado, evitando-se qualquer comunicação entre elas.",
     "Art. 229. ": " A acareação será admitida entre acusados, entre acusado e testemunha, entre testemunhas, entre acusado ou testemunha e a pessoa ofendida, e entre as pessoas ofendidas, sempre que divergirem, em suas declarações, sobre fatos ou circunstâncias relevantes. Parágrafo único. Os acareados serão reperguntados, para que expliquem os pontos de divergência, reduzindo-se a termo o ato de acareação.",
     "Art. 230. ": " Se ausente alguma testemunha, cujas declarações divirjam das de outra, que esteja presente, a esta se darão a conhecer os pontos da divergência, consignando-se no auto o que explicar ou observar. Se subsistir a discordância, expedir-se-á precatória à autoridade do lugar onde resida a testemunha ausente, transcrevendo-se as declarações desta e as da testemunha presente, nos pontos em que divergirem, bem como o texto do referido auto, a fim de que se complete a diligência, ouvindo-se a testemunha ausente, pela mesma forma estabelecida para a testemunha presente. Esta diligência só se realizará quando não importe demora prejudicial ao processo e o juiz a entenda conveniente.",
     "Art. 231. ": " Salvo os casos expressos em lei, as partes poderão apresentar documentos em qualquer fase do processo.",
     "Art. 232. ": " Consideram-se documentos quaisquer escritos, instrumentos ou papéis, públicos ou particulares. Parágrafo único. À fotografia do documento, devidamente autenticada, se dará o mesmo valor do original.",
     "Art. 233. ": " As cartas particulares, interceptadas ou obtidas por meios criminosos, não serão admitidas em juízo. Parágrafo único. As cartas poderão ser exibidas em juízo pelo respectivo destinatário, para a defesa de seu direito, ainda que não haja consentimento do signatário.",
     "Art. 234. ": " Se o juiz tiver notícia da existência de documento relativo a ponto relevante da acusação ou da defesa, providenciará, independentemente de requerimento de qualquer das partes, para sua juntada aos autos, se possível.",
     "Art. 235. ": " A letra e firma dos documentos particulares serão submetidas a exame pericial, quando contestada a sua autenticidade.",
     "Art. 236. ": " Os documentos em língua estrangeira, sem prejuízo de sua juntada imediata, serão, se necessário, traduzidos por tradutor público, ou, na falta, por pessoa idônea nomeada pela autoridade.",
     "Art. 237. ": " As públicas-formas só terão valor quando conferidas com o original, em presença da autoridade.",
     "Art. 238. ": " Os documentos originais, juntos a processo findo, quando não exista motivo relevante que justifique a sua conservação nos autos, poderão, mediante requerimento, e ouvido o Ministério Público, ser entregues à parte que os produziu, ficando traslado nos autos.",
     "Art. 239. ": " Considera-se indício a circunstância conhecida e provada, que, tendo relação com o fato, autorize, por indução, concluir-se a existência de outra ou outras circunstâncias.",
     "Art. 240. ": " A busca será domiciliar ou pessoal. § 1º Proceder-se-á à busca domiciliar, quando fundadas razões a autorizarem, para: a)   prender criminosos;b)    apreender coisas achadas ou obtidas por meios criminosos;c) apreender instrumentos de falsificação ou de contrafação e objetos falsificados ou contrafeitos;d)  apreender armas e munições, instrumentos utilizados na prática de crime ou destinados a fim delituoso;e) descobrir objetos necessários à prova de infração ou à defesa do réu;f)    apreender cartas, abertas ou não, destinadas ao acusado ou em seu poder, quando haja suspeita de que o conhecimento do seu conteúdo possa ser útil à elucidação do fato;g)apreender pessoas vítimas de crime;h)   colher qualquer elemento de convicção. § 2º Proceder-se-á à busca pessoal quando houver fundada suspeita de que alguém oculte consigo arma proibida ou objetos mencionados nas letras b a f e letra h do parágrafo anterior.",
     "Art. 241. ": " Quando a própria autoridade policial ou judiciária não a realizar pessoalmente, a busca domiciliar deverá ser precedida da expedição de mandado.",
     "Art. 242. ": " A busca poderá ser determinada de ofício ou a requerimento de qualquer das partes.",
     "Art. 243. ": " O mandado de busca deverá: I - indicar, o mais precisamente possível, a casa em que será realizada a diligência e o nome do respectivo proprietário ou morador; ou, no caso de busca pessoal, o nome da pessoa que terá de sofrê-la ou os sinais que a identifiquem; II - mencionar o motivo e os fins da diligência; III - ser subscrito pelo escrivão e assinado pela autoridade que o fizer expedir. § 1º Se houver ordem de prisão, constará do próprio texto do mandado de busca. § 2º Não será permitida a apreensão de documento em poder do defensor do acusado, salvo quando constituir elemento do corpo de delito.",
     "Art. 244. ": " A busca pessoal independerá de mandado, no caso de prisão ou quando houver fundada suspeita de que a pessoa esteja na posse de arma proibida ou de objetos ou papéis que constituam corpo de delito, ou quando a medida for determinada no curso de busca domiciliar.",
     "Art. 245. ": " As buscas domiciliares serão executadas de dia, salvo se o morador consentir que se realizem à noite, e, antes de penetrarem na casa, os executores mostrarão e lerão o mandado ao morador, ou a quem o represente, intimando-o, em seguida, a abrir a porta. § 1º Se a própria autoridade der a busca, declarará previamente sua qualidade e o objeto da diligência. § 2º Em caso de desobediência, será arrombada a porta e forçada a entrada. § 3º Recalcitrando o morador, será permitido o emprego de força contra coisas existentes no interior da casa, para o descobrimento do que se procura. § 4º Observar-se-á o disposto nos §§ 2º e 3º, quando ausentes os moradores, devendo, neste caso, ser intimado a assistir à diligência qualquer vizinho, se houver e estiver presente. § 5º Se é determinada a pessoa ou coisa que se vai procurar, o morador será intimado a mostrá-la. § 6º Descoberta a pessoa ou coisa que se procura, será imediatamente apreendida e posta sob custódia da autoridade ou de seus agentes. § 7º Finda a diligência, os executores lavrarão auto circunstanciado, assinando-o com duas testemunhas presenciais, sem prejuízo do disposto no § 4º.",
     "Art. 246. ": " Aplicar-se-á também o disposto no artigo anterior, quando se tiver de proceder a busca em compartimento habitado ou em aposento ocupado de habitação coletiva ou em compartimento não aberto ao público, onde alguém exercer profissão ou atividade.",
     "Art. 247. ": " Não sendo encontrada a pessoa ou coisa procurada, os motivos da diligência serão comunicados a quem tiver sofrido a busca, se o requerer.",
     "Art. 248. ": " Em casa habitada, a busca será feita de modo que não moleste os moradores mais do que o indispensável para o êxito da diligência.",
     "Art. 249. ": " A busca em mulher será feita por outra mulher, se não importar retardamento ou prejuízo da diligência.",
     "Art. 250. ": " A autoridade ou seus agentes poderão penetrar no território de jurisdição alheia, ainda que de outro Estado, quando, para o fim de apreensão, forem no seguimento de pessoa ou coisa, devendo apresentar-se à competente autoridade local, antes da diligência ou após, conforme a urgência desta. § 1º Entender-se-á que a autoridade ou seus agentes vão em seguimento da pessoa ou coisa, quando: a)   tendo conhecimento direto de sua remoção ou transporte, a seguirem sem interrupção, embora depois a percam de vista;b)  ainda que não a tenham avistado, mas sabendo, por informações fidedignas ou circunstâncias indiciárias, que está sendo removida ou transportada em determinada direção, forem ao seu encalço. § 2º Se as autoridades locais tiverem fundadas razões para duvidar da legitimidade das pessoas que, nas referidas diligências, entrarem pelos seus distritos, ou da legalidade dos mandados que apresentarem, poderão exigir as provas dessa legitimidade, mas de modo que não se frustre a diligência.",
     "Art. 251. ": " Ao juiz incumbirá prover à regularidade do processo e manter a ordem no curso dos respectivos atos, podendo, para tal fim, requisitar a força pública.",
     "Art. 252. ": " O juiz não poderá exercer jurisdição no processo em que: I - tiver funcionado seu cônjuge ou parente, consangüíneo ou afim, em linha reta ou colateral até o 3º grau, inclusive, como defensor ou advogado, órgão do Ministério Público, autoridade policial, auxiliar da justiça ou perito; II - ele próprio houver desempenhado qualquer dessas funções ou servido como testemunha; III - tiver funcionado como juiz de outra instância, pronunciando-se, de fato ou de direito, sobre a questão; IV - ele próprio ou seu cônjuge ou parente, consangüíneo ou afim em linha reta ou colateral até o 3º grau, inclusive, for parte ou diretamente interessado no feito.",
     "Art. 253. ": " Nos juízos coletivos, não poderão servir no mesmo processo os juízes que forem entre si parentes, consangüíneos ou afins, em linha reta ou colateral até o 3º grau, inclusive.",
     "Art. 254. ": " O juiz dar-se-á por suspeito, e, se não o fizer, poderá ser recusado por qualquer das partes: I - se for amigo íntimo ou inimigo capital de qualquer delas; II - se ele, seu cônjuge, ascendente ou descendente, estiver respondendo a processo por fato análogo, sobre cujo caráter criminoso haja controvérsia; III - se ele, seu cônjuge, ou parente, consangüíneo ou afim, até o 3º grau, inclusive, sustentar demanda ou responder a processo que tenha de ser julgado por qualquer das partes; IV - se tiver aconselhado qualquer das partes; V - se for credor ou devedor, tutor ou curador, de qualquer das partes; VI - se for sócio, acionista ou administrador de sociedade interessada no processo.",
     "Art. 255. ": " O impedimento ou suspeição decorrente de parentesco por afinidade cessará pela dissolução do casamento que Ihe tiver dado causa, salvo sobrevindo descendentes; mas, ainda que dissolvido o casamento sem descendentes, não funcionará como juiz o sogro, o padrasto, o cunhado, o genro ou enteado de quem for parte no processo.",
     "Art. 256. ": " A suspeição não poderá ser declarada nem reconhecida, quando a parte injuriar o juiz ou de propósito der motivo para criá-la.",
     "Art. 257. ": " O Ministério Público promoverá e fiscalizará a execução da lei.",
     "Art. 258. ": " Os órgãos do Ministério Público não funcionarão nos processos em que o juiz ou qualquer das partes for seu cônjuge, ou parente, consangüíneo ou afim, em linha reta ou colateral, até o terceiro grau, inclusive, e a eles se estendem, no que lhes for aplicável, as prescrições relativas à suspeição e aos impedimentos dos juízes.",
     "Art. 259. ": " A impossibilidade de identificação do acusado com o seu verdadeiro nome ou outros qualificativos, não retardará a ação penal, quando certa a identidade física. A qualquer tempo, no curso do processo, do julgamento ou da execução da sentença, se for descoberta a sua qualificação, far-se-á a retificação, por termo nos autos, sem prejuízo da validade dos atos precedentes.",
     "Art. 260. ": " Se o acusado não atender à intimação para o interrogatório, reconhecimento ou qualquer outro ato que, sem ele, não possa ser realizado, a autoridade poderá mandar conduzi-lo à sua presença. Parágrafo único. O mandado conterá, além da ordem de condução, os requisitos mencionados no art. 352, no que lhe for aplicável.",
     "Art. 261. ": " Nenhum acusado, ainda que ausente ou foragido, será processado ou julgado sem defensor.",
     "Art. 262. ": " Ao acusado menor dar-se-á curador.",
     "Art. 263. ": " Se o acusado não o tiver, ser-lhe-á nomeado defensor pelo juiz, ressalvado o seu direito de, a todo tempo, nomear outro de sua confiança, ou a si mesmo defender-se, caso tenha habilitação. Parágrafo único. O acusado, que não for pobre, será obrigado a pagar os honorários do defensor dativo, arbitrados pelo juiz.",
     "Art. 264. ": " Salvo motivo relevante, os advogados e solicitadores serão obrigados, sob pena de multa de cem a quinhentos mil-réis, a prestar seu patrocínio aos acusados, quando nomeados pelo juiz.",
     "Art. 265. ": " O defensor não poderá abandonar o processo senão por motivo imperioso, a critério do juiz, sob pena de multa de cem a quinhentos mil-réis. Parágrafo único. A falta de comparecimento do defensor, ainda que motivada, não determinará o adiamento de ato algum do processo, devendo o juiz nomear substituto, ainda que provisoriamente ou para o só efeito do ato.",
     "Art. 266. ": " A constituição de defensor independerá de instrumento de mandato, se o acusado o indicar por ocasião do interrogatório.",
     "Art. 267. ": " Nos termos do art. 252, não funcionarão como defensores os parentes do juiz.",
     "Art. 268. ": " Em todos os termos da ação pública, poderá intervir, como assistente do Ministério Público, o ofendido ou seu representante legal, ou, na falta, qualquer das pessoas mencionadas no art. 31.",
     "Art. 269. ": " O assistente será admitido enquanto não passar em julgado a sentença e receberá a causa no estado em que se achar.",
     "Art. 270. ": " O co-réu no mesmo processo não poderá intervir como assistente do Ministério Público.",
     "Art. 271. ": " Ao assistente será permitido propor meios de prova, requerer perguntas às testemunhas, aditar o libelo e os articulados, participar do debate oral e arrazoar os recursos interpostos pelo Ministério Público, ou por ele próprio, nos casos dos arts. 584, § 1º, e 598. § 1º O juiz, ouvido o Ministério Público, decidirá acerca da realização das provas propostas pelo assistente. § 2º O processo prosseguirá independentemente de nova intimação do assistente, quando este, intimado, deixar de comparecer a qualquer dos atos da instrução ou do julgamento, sem motivo de força maior devidamente comprovado.",
     "Art. 272. ": " O Ministério Público será ouvido previamente sobre a admissão do assistente.",
     "Art. 273. ": " Do despacho que admitir, ou não, o assistente, não caberá recurso, devendo, entretanto, constar dos autos o pedido e a decisão.",
     "Art. 274. ": " As prescrições sobre suspeição dos juízes estendem-se aos serventuários e funcionários da justiça, no que lhes for aplicável.",
     "Art. 275. ": " O perito, ainda quando não oficial, estará sujeito à disciplina judiciária.",
     "Art. 276. ": " As partes não intervirão na nomeação do perito.",
     "Art. 277. ": " O perito nomeado pela autoridade será obrigado a aceitar o encargo, sob pena de multa de cem a quinhentos mil-réis, salvo escusa atendível. Parágrafo único. Incorrerá na mesma multa o perito que, sem justa causa, provada imediatamente: a) deixar de acudir à intimação ou ao chamado da autoridade;b) não comparecer no dia e local designados para o exame;c)    não der o laudo, ou concorrer para que a perícia não seja feita, nos prazos estabelecidos.",
     "Art. 278. ": " No caso de não-comparecimento do perito, sem justa causa, a autoridade poderá determinar a sua condução.",
     "Art. 279. ": " Não poderão ser peritos: I - os que estiverem sujeitos à interdição de direito mencionada nos ns. I e IV do art. 69 do Código Penal; II - os que tiverem prestado depoimento no processo ou opinado anteriormente sobre o objeto da perícia; III - os analfabetos e os menores de 21 anos.",
     "Art. 280. ": " É extensivo aos peritos, no que lhes for aplicável, o disposto sobre suspeição dos juízes.",
     "Art. 281. ": " Os intérpretes são, para todos os efeitos, equiparados aos peritos.",
     "Art. 282. ": " À exceção do flagrante delito, a prisão não poderá efetuar-se senão em virtude de pronúncia ou nos casos determinados em lei, e mediante ordem escrita da autoridade competente.",
     "Art. 283. ": " A prisão poderá ser efetuada em qualquer dia e a qualquer hora, respeitadas as restrições relativas à inviolabilidade do domicílio.",
     "Art. 284. ": " Não será permitido o emprego de força, salvo a indispensável no caso de resistência ou de tentativa de fuga do preso.",
     "Art. 285. ": " A autoridade que ordenar a prisão fará expedir o respectivo mandado. Parágrafo único. O mandado de prisão: a)será lavrado pelo escrivão e assinado pela autoridade;b)    designará a pessoa, que tiver de ser presa, por seu nome, alcunha ou sinais característicos;c) mencionará a infração penal que motivar a prisão;d)    declarará o valor da fiança arbitrada, quando afiançável a infração;e)será dirigido a quem tiver qualidade para dar-lhe execução.",
     "Art. 286. ": " O mandado será passado em duplicata, e o executor entregará ao preso, logo depois da prisão, um dos exemplares com declaração do dia, hora e lugar da diligência. Da entrega deverá o preso passar recibo no outro exemplar; se recusar, não souber ou não puder escrever, o fato será mencionado em declaração, assinada por duas testemunhas.",
     "Art. 287. ": " Se a infração for inafiançável, a falta de exibição do mandado não obstará à prisão, e o preso, em tal caso, será imediatamente apresentado ao juiz que tiver expedido o mandado.",
     "Art. 288. ": " Ninguém será recolhido à prisão, sem que seja exibido o mandado ao respectivo diretor ou carcereiro, a quem será entregue cópia assinada pelo executor ou apresentada a guia expedida pela autoridade competente, devendo ser passado recibo da entrega do preso, com declaração de dia e hora. Parágrafo único. O recibo poderá ser passado no próprio exemplar do mandado, se este for o documento exibido.",
     "Art. 289. ": " Quando o réu estiver em lugar estranho ao da jurisdição, quer no mesmo, quer em outro Estado, será deprecada a sua prisão, devendo constar da precatória o inteiro teor do mandado. Parágrafo único. Havendo urgência, o juiz poderá requisitar a prisão por telegrama, do qual deverá constar o motivo da prisão, bem como, se afiançável a infração, o valor da fiança. No original levado à agência telegráfica será autenticada a firma do juiz, o que se mencionará no telegrama.",
     "Art. 290. ": " Se o réu, sendo perseguido, passar ao território de outro município ou comarca, do mesmo ou de outro Estado, o executor poderá efetuar-lhe a prisão no lugar onde o alcançar, apresentando-o imediatamente à autoridade local, que, depois de lavrado, se for o caso, o auto de flagrante, providenciará para a remoção do preso. § 1º Entender-se-á que o executor vai em perseguição do réu, quando: a) tendo-o avistado, for perseguindo-o sem interrupção, embora depois o tenha perdido de vista;b) sabendo, por indícios ou informações fidedignas, que o réu tenha passado, há pouco tempo, em tal ou qual direção, pelo lugar em que o procure, for no seu encalço. § 2º Quando as autoridades locais tiverem fundadas razões para duvidar da legitimidade da pessoa do executor ou da legalidade do mandado que apresentar, poderão pôr em custódia o réu, até que fique esclarecida a dúvida.",
     "Art. 291. ": " A prisão em virtude de mandado entender-se-á feita desde que o executor, fazendo-se conhecer do réu, lhe apresente o mandado e o intime a acompanhá-lo.",
     "Art. 292. ": " Se houver, ainda que por parte de terceiros, resistência à prisão em flagrante ou à determinada por autoridade competente, o executor e as pessoas que o auxiliarem poderão usar dos meios necessários para defender-se ou para vencer a resistência, do que tudo se lavrará auto subscrito também por duas testemunhas.",
     "Art. 293. ": " Se o executor do mandado verificar, com segurança, que o réu entrou ou se encontra em alguma casa, o morador será intimado a entregá-lo, à vista da ordem de prisão. Se não for obedecido imediatamente, o executor convocará duas testemunhas e, sendo dia, entrará à força na casa, arrombando as portas, se preciso; sendo noite, o executor, depois da intimação ao morador, se não for atendido, fará guardar todas as saídas, tornando a casa incomunicável, e, logo que amanheça, arrombará as portas e efetuará a prisão. Parágrafo único. O morador que se recusar a entregar o réu oculto em sua casa será levado à presença da autoridade, para que se proceda contra ele como for de direito.",
     "Art. 294. ": " No caso de prisão em flagrante, observar-se-á o disposto no artigo anterior, no que for aplicável.",
     "Art. 295. ": " Serão recolhidos a quartéis ou a prisão especial, à disposição da autoridade competente, quando sujeitos a prisão antes de condenação definitiva: I - os ministros de Estado; II - os governadores ou interventores do Estado, o prefeito do Distrito Federal, seus respectivos secretários e chefes de Polícia; III - os membros do Parlamento Nacional, do Conselho de Economia Nacional e das Assembléias Legislativas dos Estados; IV - os cidadãos inscritos no 'Livro de Mérito '; V - os oficiais das Forças Armadas e do Corpo de Bombeiros; VI - os magistrados; VII - os diplomados por qualquer das faculdades superiores da República; VIII - os ministros de confissão religiosa; IX - os ministros do Tribunal de Contas; X - os cidadãos que já tiverem exercido efetivamente a função de jurado, salvo quando excluídos da lista por motivo de incapacidade para o exercício daquela função.",
     "Art. 296. ": " Os inferiores e praças de pré, onde for possível, serão recolhidos à prisão, em estabelecimentos militares, de acordo com os respectivos regulamentos.",
     "Art. 297. ": " Para o cumprimento de mandado expedido pela autoridade judiciária, a autoridade policial poderá expedir tantos outros quantos necessários às diligências, devendo neles ser fielmente reproduzido o teor do mandado original.",
     "Art. 298. ": " Se a autoridade tiver conhecimento de que o réu se acha em território estranho ao da sua jurisdição, poderá, por via postal ou telegráfica, requisitar a sua captura, declarando o motivo da prisão e, se afiançável a infração, o valor da fiança.",
     "Art. 299. ": " Se a infração for inafiançável, a captura poderá ser requisitada, à vista de mandado judicial, por via telefônica, tomadas pela autoridade, a quem se fizer a requisição, as precauções necessárias para averiguar a autenticidade desta.",
     "Art. 300. ": " Sempre que possível, as pessoas presas provisoriamente ficarão separadas das que já estiverem definitivamente condenadas.",
     "Art. 301. ": " Qualquer do povo poderá e as autoridades policiais e seus agentes deverão prender quem quer que seja encontrado em flagrante delito.",
     "Art. 302. ": " Considera-se em flagrante delito quem: I - está cometendo a infração penal; II - acaba de cometê-la; III - é perseguido, logo após, pela autoridade, pelo ofendido ou por qualquer pessoa, em situação que faça presumir ser autor da infração; IV - é encontrado, logo depois, com instrumentos, armas, objetos ou papéis que façam presumir ser ele autor da infração.",
     "Art. 303. ": " Nas infrações permanentes, entende-se o agente em flagrante delito enquanto não cessar a permanência.",
     "Art. 304. ": " Apresentado o preso à autoridade competente, ouvirá esta o condutor e as testemunhas que o acompanharam e interrogará o acusado sobre a imputação que Ihe é feita, lavrando-se auto, que será por todos assinado. § 1º Resultando das respostas fundada suspeita contra o conduzido, a autoridade mandará recolhê-lo à prisão, exceto no caso de livrar-se solto ou de prestar fiança, e prosseguirá nos atos do inquérito ou processo, se para isso for competente; se não o for, enviará os autos à autoridade que o seja. § 2º A falta de testemunhas da infração não impedirá o auto de prisão em flagrante; mas, nesse caso, com o condutor, deverão assiná-lo pelo menos duas pessoas que hajam testemunhado a apresentação do preso à autoridade. § 3º Quando o acusado se recusar a assinar, não souber ou não puder fazê-lo, o auto de prisão em flagrante será assinado por duas testemunhas, que lhe tenham ouvido a leitura na presença do acusado, do condutor e das testemunhas.",
     "Art. 305. ": " Na falta ou no impedimento do escrivão, qualquer pessoa designada pela autoridade lavrará o auto, depois de prestado o compromisso legal.",
     "Art. 306. ": " Dentro em vinte e quatro horas depois da prisão, será dada ao preso nota de culpa assinada pela autoridade, com o motivo da prisão, o nome do condutor e os das testemunhas. Parágrafo único. O preso passará recibo da nota de culpa, o qual será assinado por duas testemunhas, quando ele não souber, não puder ou não quiser assinar.",
     "Art. 307. ": " Quando o fato for praticado em presença da autoridade, ou contra esta, no exercício de suas funções, constarão do auto a narração desse fato, a voz de prisão, as declarações que fizer o preso e os depoimentos das testemunhas, sendo tudo assinado pela autoridade, pelo preso e pelas testemunhas e remetido imediatamente ao juiz a quem couber tomar conhecimento do fato delituoso, se não o for a autoridade que houver presidido o auto.",
     "Art. 308. ": " Não havendo autoridade no lugar em que se tiver efetuado a prisão, o preso será logo apresentado à do lugar mais próximo.",
     "Art. 309. ": " Se o réu se livrar solto, deverá ser posto em liberdade, depois de lavrado o auto de prisão em flagrante.",
     "Art. 310. ": " Quando o juiz verificar pelo auto de prisão em flagrante que o agente praticou o fato, nas condições do art. 19, ns. I, II e III, do Código Penal, poderá, depois de ouvir o Ministério Público, conceder ao réu liberdade provisória, mediante termo de comparecimento a todos os atos do processo, sob pena de revogação.",
     "Art. 311. ": " Em qualquer fase do inquérito policial ou da instrução criminal, caberá a prisão preventiva, decretada pelo juiz, de ofício, a requerimento do Ministério Público, ou do querelante, ou mediante representação da autoridade policial, quando houver prova da existência do crime e indícios suficientes da autoria.",
     "Art. 312. ": " A prisão preventiva será decretada nos crimes a que for cominada pena de reclusão por tempo, no máximo, igual ou superior a dez anos.",
     "Art. 313. ": " A prisão preventiva poderá ser decretada como garantia da ordem pública, por conveniência da instrução criminal ou para assegurar a aplicação da lei penal: I - nos crimes inafiançáveis, não compreendidos no artigo anterior; II - nos crimes afiançáveis, quando se apurar no processo que o indiciado é vadio ou quando, havendo dúvida sobre a sua identidade, não fornecer ou indicar elementos suficientes para esclarecê-la; III - nos crimes dolosos, embora afiançáveis, quando o réu tiver sido condenado por crime da mesma natureza, em sentença transitada em julgado.",
     "Art. 314. ": " A prisão preventiva em nenhum caso será decretada se o juiz verificar pelas provas constantes dos autos ter o agente praticado o fato nas condições do art. 19, ns. I, II ou III, do Código Penal.",
     "Art. 315. ": " O despacho que decretar ou denegar a prisão preventiva será sempre fundamentado.",
     "Art. 316. ": " O juiz, salvo o caso do artigo 312, poderá revogar a prisão preventiva, se, no curso do processo, verificar a falta de motivos para que subsista, bem como de novo decretá-la, se sobrevierem razões que a justifiquem.",
     "Art. 317. ": " A apresentação espontânea do acusado à autoridade não impedirá a decretação da prisão preventiva nos casos em que a lei a autoriza.",
     "Art. 318. ": " Em relação àquele que se tiver apresentado espontaneamente à prisão, confessando crime de autoria ignorada ou imputada a outrem, não terá efeito suspensivo a apelação interposta da sentença absolutória, ainda nos casos em que este Código Ihe atribuir tal efeito.",
     "Art. 319. ": " A prisão administrativa terá cabimento: I - contra remissos ou omissos em entrar para os cofres públicos com os dinheiros a seu cargo, a fim de compeli-los a que o façam; II - contra estrangeiro desertor de navio de guerra ou mercante, surto em porto nacional; III - nos demais casos previstos em lei. § 1º A prisão administrativa será requisitada à autoridade policial nos casos dos ns. I e III, pela autoridade que a tiver decretado e, no caso do no II, pelo cônsul do país a que pertença o navio. § 2º A prisão dos desertores não poderá durar mais de três meses e será comunicada aos cônsules. § 3º Os que forem presos à requisição de autoridade administrativa ficarão à sua disposição.",
     "Art. 320. ": " A prisão decretada na jurisdição cível será executada pela autoridade policial a quem forem remetidos os respectivos mandados.",
     "Art. 321. ": " Ressalvado o disposto no art. 323, ns. III e IV, o réu livrar-se-á solto, independentemente de fiança: I - no caso de infração, a que não for, isolada, cumulativa ou alternativamente, cominada pena privativa de liberdade; II - quando o máximo da pena privativa de liberdade, isolada, cumulativa ou alternativamente cominada, não exceder a três meses.",
     "Art. 322. ": " Ninguém será levado à prisão ou nesta conservado, se prestar fiança, nos casos em que a lei não a proibir.",
     "Art. 323. ": " Não será concedida fiança: I - nos crimes punidos com pena de reclusão, salvo ao réu maior de setenta anos ou menor de vinte e um, no caso de não ser superior a dois anos o máximo da pena cominada; II - nas contravenções tipificadas nos arts. 50, 51 e seu parágrafo 1º, 52 e seu parágrafo, 53 e seu parágrafo, 54 e seu parágrafo, 58, 59 e 60 da Lei das Contravenções Penais; III - nos crimes dolosos punidos com pena privativa da liberdade, se o réu já tiver sido condenado por infração penal da mesma natureza em sentença irrecorrível; IV - em qualquer caso, se houver no processo prova de ser o réu vadio.",
     "Art. 324. ": " Não será, igualmente, concedida fiança: I - aos que, no mesmo processo, tiverem quebrado fiança anteriormente concedida ou infringido, sem motivo justo, qualquer das obrigações a que se refere o art. 350; II - em caso de prisão por mandado do juiz do cível, de prisão disciplinar, administrativa ou militar; III - ao que estiver no gozo de suspensão condicional da pena ou de livramento condicional, salvo se processado por crime culposo.",
     "Art. 325. ": " O valor da fiança será fixado pela autoridade que a conceder nos limites seguintes: de duzentos mil réis a cinco contos de réis, quando se tratar de infração punida, no grau máximo, com detenção ou prisão simples até um ano; de quinhentos mil réis a dez contos de réis, quando o máximo da pena não for além de dois anos; se setecentos mil réis a quinze contos de réis, quando não for além de três anos; de um conto de réis, quando for maior de três anos. Parágrafo único. A fiança poderá ser aumentada até o triplo, se o juiz reconhecer que, em virtude da situação econômica do réu, não assegurará a ação na justiça, embora fixada no máximo.",
     "Art. 326. ": " Para determinar o valor da fiança, a autoridade terá em consideração a natureza da infração, as condições pessoais de fortuna e vida pregressa do acusado, as circunstâncias indicativas de sua periculosidade, bem como a importância provável das custas do processo, até final julgamento.",
     "Art. 327. ": " A fiança tomada por termo obrigará o afiançado a comparecer perante a autoridade, todas as vezes que for intimado para atos do inquérito e da instrução criminal e para julgamento. Quando o réu não comparecer, a fiança será havida como quebrada.",
     "Art. 328. ": " O réu afiançado não poderá, sob pena de quebramento da fiança, mudar de residência, sem prévia permissão da autoridade processante, ou ausentar-se por mais de oito dias de sua residência, sem comunicar àquela autoridade o lugar onde será encontrado.",
     "Art. 329. ": " Nos juízos criminais e delegacias de polícia, haverá um livro especial, com termos de abertura e de encerramento, numerado e rubricado em todas as suas folhas pela autoridade, destinado especialmente aos termos de fiança. O termo será lavrado pelo escrivão e assinado pela autoridade e por quem prestar a fiança, e dele extrair-se-á certidão para juntar-se aos autos. Parágrafo único. O réu e quem prestar a fiança serão pelo escrivão notificados das obrigações e da sanção previstas nos arts. 327 e 328, o que constará dos autos.",
     "Art. 330. ": " A fiança, que será sempre definitiva, consistirá em depósito de dinheiro, pedras, objetos ou metais preciosos, títulos da dívida pública, federal, estadual ou municipal, ou em hipoteca inscrita em primeiro lugar. § 1º A avaliação de imóvel, ou de pedras, objetos ou metais preciosos será feita imediatamente por perito nomeado pela autoridade. § 2º Quando a fiança consistir em caução de títulos da dívida pública, o valor será determinado pela sua cotação em Bolsa, e, sendo nominativos, exigir-se-á prova de que se acham livres de ônus.",
     "Art. 331. ": " O valor em que consistir a fiança será recolhido à repartição arrecadadora federal ou estadual, ou entregue ao depositário público, juntando-se aos autos os respectivos conhecimentos. Parágrafo único. Nos lugares em que o depósito não se puder fazer de pronto, o valor será entregue ao escrivão ou pessoa abonada, a critério da autoridade, e dentro de três dias dar-se-á ao valor o destino que lhe assina este artigo, o que tudo constará do termo de fiança.",
     "Art. 332. ": " Em caso de prisão em flagrante, será competente para conceder a fiança a autoridade que presidir ao respectivo auto, e, em caso de prisão por mandado, o juiz que o houver expedido, ou a autoridade judiciária ou policial a quem tiver sido requisitada a prisão.",
     "Art. 333. ": " Depois de prestada a fiança, que será concedida independentemente de audiência do Ministério Público, este terá vista do processo a fim de requerer o que julgar conveniente.",
     "Art. 334. ": " A fiança poderá ser prestada em qualquer termo do processo, enquanto não transitar em julgado a sentença condenatória.",
     "Art. 335. ": " Recusando ou demorando a autoridade policial a concessão da fiança, o preso, ou alguém por ele, poderá prestá-la, mediante simples petição, perante o juiz competente, que decidirá, depois de ouvida aquela autoridade.",
     "Art. 336. ": " O dinheiro ou objetos dados como fiança ficarão sujeitos ao pagamento das custas, da indenização do dano e da multa, se o réu for condenado. Parágrafo único. Este dispositivo terá aplicação ainda no caso da prescrição depois da sentença condenatória (Código Penal, art. 110 e seu parágrafo).",
     "Art. 337. ": " Se a fiança for declarada sem efeito ou passar em julgado a sentença que houver absolvido o réu ou declarado extinta a ação penal, o valor que a constituir será restituído sem desconto, salvo o disposto no parágrafo do artigo anterior.",
     "Art. 338. ": " A fiança que se reconheça não ser cabível na espécie será cassada em qualquer fase do processo.",
     "Art. 339. ": " Será também cassada a fiança quando reconhecida a existência de delito inafiançável, no caso de inovação na classificação do delito.",
     "Art. 340. ": " Será exigido o reforço da fiança: I - quando a autoridade tomar, por engano, fiança insuficiente; II - quando houver depreciação material ou perecimento dos bens hipotecados ou caucionados, ou depreciação dos metais ou pedras preciosas; III - quando for inovada a classificação do delito. Parágrafo único. A fiança ficará sem efeito e o réu será recolhido à prisão, quando, na conformidade deste artigo, não for reforçada.",
     "Art. 341. ": " Julgar-se-á quebrada a fiança quando o réu, legalmente intimado para ato do processo, deixar de comparecer, sem provar, incontinenti, motivo justo, ou quando, na vigência da fiança, praticar outra infração penal.",
     "Art. 342. ": " Se vier a ser reformado o julgamento em que se declarou quebrada a fiança, esta subsistirá em todos os seus efeitos.",
     "Art. 343. ": " O quebramento da fiança importará a perda de metade do seu valor e a obrigação, por parte do réu, de recolher-se à prisão, prosseguindo-se, entretanto, à sua revelia, no processo e julgamento, enquanto não for preso.",
     "Art. 344. ": " Entender-se-á perdido, na totalidade, o valor da fiança, se, condenado, o réu não se apresentar à prisão.",
     "Art. 345. ": " No caso de perda da fiança, depois de deduzidas as custas e mais encargos a que o réu estiver obrigado, o saldo será recolhido ao Tesouro Nacional.",
     "Art. 346. ": " No caso de quebramento de fiança, feitas as deduções previstas no artigo anterior, o saldo será, até metade do valor da fiança, recolhido ao Tesouro Federal.",
     "Art. 347. ": " Não ocorrendo a hipótese do art. 345, o saldo será entregue a quem houver prestado a fiança, depois de deduzidos os encargos a que o réu estiver obrigado.",
     "Art. 348. ": " Nos casos em que a fiança tiver sido prestada por meio de hipoteca, a execução será promovida no juízo cível pelo órgão do Ministério Público.",
     "Art. 349. ": " Se a fiança consistir em pedras, objetos ou metais preciosos, o juiz determinará a venda por leiloeiro ou corretor.",
     "Art. 350. ": " Nos casos em que couber fiança, o juiz, verificando ser impossível ao réu prestá-la, por motivo de pobreza, poderá conceder-lhe a liberdade provisória, sujeitando-o às obrigações constantes dos arts. 327 e 328. Se o réu infringir, sem motivo justo, qualquer dessas obrigações ou praticar outra infração penal, será revogado o benefício. Parágrafo único. O escrivão intimará o réu das obrigações e sanções previstas neste artigo.",
     "Art. 351. ": " A citação inicial far-se-á por mandado, quando o réu estiver no território sujeito à jurisdição do juiz que a houver ordenado.",
     "Art. 352. ": " O mandado de citação indicará: I - o nome do juiz; II - o nome do querelante nas ações iniciadas por queixa; III - o nome do réu, ou, se for desconhecido, os seus sinais característicos; IV - a residência do réu, se for conhecida; V - o fim para que é feita a citação; VI - o juízo e o lugar, o dia e a hora em que o réu deverá comparecer; VII - a subscrição do escrivão e a rubrica do juiz.",
     "Art. 353. ": " Quando o réu estiver fora do território da jurisdição do juiz processante, será citado mediante precatória.",
     "Art. 354. ": " A precatória indicará: I - o juiz deprecado e o juiz deprecante; II - a sede da jurisdição de um e de outro; III - o fim para que é feita a citação, com todas as especificações; IV - o juízo do lugar, o dia e a hora em que o réu deverá comparecer.",
     "Art. 355. ": " A precatória será devolvida ao juiz deprecante, independentemente de traslado, depois de lançado o 'cumpra - se ' e de feita a citação por mandado do juiz deprecado. § 1º Verificado que o réu se encontra em território sujeito à jurisdição de outro juiz, a este remeterá o juiz deprecado os autos para efetivação da diligência, desde que haja tempo para fazer-se a citação. § 2º Certificado pelo oficial de justiça que o réu se oculta para não ser citado, a precatória será imediatamente devolvida, para o fim previsto no art. 362.",
     "Art. 356. ": " Se houver urgência, a precatória, que conterá em resumo os requisitos enumerados no art. 354, poderá ser expedida por via telegráfica, depois de reconhecida a firma do juiz, o que a estação expedidora mencionará.",
     "Art. 357. ": " São requisitos da citação por mandado: I - leitura do mandado ao citando pelo oficial e entrega da contrafé, na qual se mencionarão dia e hora da citação; II - declaração do oficial, na certidão, da entrega da contrafé, e sua aceitação ou recusa.",
     "Art. 358. ": " A citação do militar far-se-á por intermédio do chefe do respectivo serviço.",
     "Art. 359. ": " O dia designado para funcionário público comparecer em juízo, como acusado, será notificado assim a ele como ao chefe de sua repartição.",
     "Art. 360. ": " Se o réu estiver preso, será requisitada a sua apresentação em juízo, no dia e hora designados.",
     "Art. 361. ": " Se o réu não for encontrado, será citado por edital, com o prazo de quinze dias.",
     "Art. 362. ": " Verificando-se que o réu se oculta para não ser citado, a citação far-se-á por edital, com o prazo de cinco dias.",
     "Art. 363. ": " A citação ainda será feita por edital: I - quando inacessível, em virtude de epidemia, de guerra ou por outro motivo de força maior, o lugar em que estiver o réu; II - quando incerta a pessoa que tiver de ser citada.",
     "Art. 364. ": " No caso do artigo anterior, n. I, o prazo será fixado pelo juiz entre quinze e noventa dias, de acordo com as circunstâncias, e, no caso do n. II, o prazo será de trinta dias.",
     "Art. 365. ": " O edital de citação indicará: I - o nome do juiz que a determinar; II - o nome do réu, ou, se não for conhecido, os seus sinais característicos, bem como sua residência e profissão, se constarem do processo; III - o fim para que é feita a citação; IV - o juízo e o dia, a hora e o lugar em que o réu deverá comparecer; V - prazo, que será contado do dia da publicação do edital na imprensa, se houver, ou da sua afixação. Parágrafo único. O edital será afixado à porta do edifício onde funcionar o juízo e será publicado pela imprensa, onde houver, devendo a afixação ser certificada pelo oficial que a tiver feito e a publicação provada por exemplar do jornal ou certidão do escrivão, da qual conste a página do jornal com a data da publicação.",
     "Art. 366. ": " O processo seguirá à revelia do acusado que, citado inicialmente ou intimado para qualquer ato do processo, deixar de comparecer sem motivo justificado.",
     "Art. 367. ": " Estando o réu no estrangeiro, mas em lugar sabido, será citado mediante carta rogatória, se a infração for inafiançável; se afiançável, a citação far-se-á mediante editais, com o prazo de trinta dias, no mínimo, sabido ou não o lugar.",
     "Art. 368. ": " As citações que houverem de ser feitas em legações estrangeiras serão deprecadas por intermédio do ministro da justiça.",
     "Art. 369. ": " Ressalvado o disposto no art. 328, o réu, depois de citado, não poderá, sob pena de prosseguir o processo à sua revelia, mudar de residência ou dela ausentar-se, por mais de oito dias, sem comunicar à autoridade processante o lugar onde passará a ser encontrado.",
     "Art. 370. ": " Nas intimações dos réus, das testemunhas e demais pessoas que devam tomar conhecimento de qualquer ato, será observado, no que for aplicável, o disposto no capítulo anterior. Parágrafo único. O escrivão poderá fazer as intimações, certificando-se nos autos.",
     "Art. 371. ": " Será admissível a intimação por despacho na petição em que for requerida, observado o disposto no art. 357.",
     "Art. 372. ": " Adiada, por qualquer motivo, a instrução criminal, o juiz marcará desde logo, na presença das partes e testemunhas, dia e hora para seu prosseguimento, do que se lavrará termo nos autos.",
     "Art. 373. ": " A aplicação provisória de interdições de direitos poderá ser determinada pelo juiz, de ofício, ou a requerimento do Ministério Público, do querelante, do assistente, do ofendido, ou de seu representante legal, ainda que este não se tenha constituído como assistente: I - durante a instrução criminal após a apresentação da defesa ou do prazo concedido para esse fim; II - na sentença de pronúncia; III - na decisão confirmatória da pronúncia ou na que, em grau de recurso, pronunciar o réu; IV - na sentença condenatória recorrível. § 1º No caso do n. I, havendo requerimento de aplicação da medida, o réu ou seu defensor será ouvido no prazo de dois dias. § 2º Decretada a medida, serão feitas as comunicações necessárias para a sua execução, na forma do disposto no Capítulo III do Título II do Livro IV.",
     "Art. 374. ": " Não caberá recurso do despacho ou da parte da sentença que decretar ou denegar a aplicação provisória de interdições de direitos, mas estas poderão ser substituídas ou revogadas: I - se aplicadas no curso da instrução criminal, durante esta ou pelas sentenças a que se referem os ns. II, III e IV do artigo anterior; II - se aplicadas na sentença de pronúncia, pela decisão que, em grau de recurso, a confirmar, total ou parcialmente, ou pela sentença condenatória recorrível; III - se aplicadas na decisão a que se refere o n. III do artigo anterior, pela sentença condenatória recorrível.",
     "Art. 375. ": " O despacho que aplicar, provisoriamente, substituir ou revogar interdição de direito, será fundamentado.",
     "Art. 376. ": " A decisão que impronunciar ou absolver o réu fará cessar a aplicação provisória da interdição anteriormente determinada.",
     "Art. 377. ": " Transitando em julgado a sentença condenatória, serão executadas somente as interdições nela aplicadas ou que derivarem da imposição da pena principal.",
     "Art. 378. ": " A aplicação provisória de medida de segurança obedecerá ao disposto nos artigos anteriores, com as modificações seguintes: I - o juiz poderá aplicar, provisoriamente, a medida de segurança, de ofício, ou a requerimento do Ministério Público; II - a aplicação poderá ser determinada ainda no curso do inquérito, mediante representação da autoridade policial; III - a aplicação provisória de medida de segurança, a substituição ou a revogação da anteriormente aplicada poderão ser determinadas, também, na sentença absolutória; IV - decretada a medida, atender-se-á ao disposto no Título V do Livro IV, no que for aplicável.",
     "Art. 379. ": " Transitando em julgado a sentença, observar-se-á, quanto à execução das medidas de segurança definitivamente aplicadas, o disposto no Título V do Livro IV.",
     "Art. 380. ": " A aplicação provisória de medida de segurança obstará a concessão de fiança, e tornará sem efeito a anteriormente concedida.",
     "Art. 381. ": " A sentença conterá: I - os nomes das partes ou, quando não possível, as indicações necessárias para identificá-las; II - a exposição sucinta da acusação e da defesa; III - a indicação dos motivos de fato e de direito em que se fundar a decisão; IV - a indicação dos artigos de lei aplicados; V - o dispositivo; VI - a data e a assinatura do juiz.",
     "Art. 382. ": " Qualquer das partes poderá, no prazo de dois dias, pedir ao juiz que declare a sentença, sempre que nela houver obscuridade, ambigüidade, contradição ou omissão.",
     "Art. 383. ": " O juiz poderá dar ao fato definição jurídica diversa da que constar da queixa ou da denúncia, ainda que, em conseqüência, tenha de aplicar pena mais grave.",
     "Art. 384. ": " Se o juiz reconhecer a possibilidade de nova definição jurídica do fato, em conseqüência de prova existente nos autos de circunstância elementar, não contida, explícita ou implicitamente, na denúncia ou na queixa, baixará o processo, a fim de que a defesa, no prazo de oito dias, fale e, se quiser, produza prova, podendo ser ouvidas até três testemunhas. Parágrafo único. Se houver possibilidade de nova definição jurídica que importe aplicação de pena mais grave, o juiz baixará o processo, a fim de que o Ministério Público possa aditar a denúncia ou a queixa, se em virtude desta houver sido instaurado o processo em crime de ação pública, abrindo-se, em seguida, o prazo de três dias à defesa, que poderá oferecer prova, arrolando até três testemunhas.",
     "Art. 385. ": " Nos crimes de ação pública, o juiz poderá proferir sentença condenatória, ainda que o Ministério Público tenha opinado pela absolvição, bem como reconhecer agravantes, embora nenhuma tenha sido alegada.",
     "Art. 386. ": " O juiz absolverá o réu, mencionando a causa na parte dispositiva, desde que reconheça: I - estar provada a inexistência do fato; II - não haver prova da existência do fato; III - não constituir o fato infração penal; IV - não existir prova de ter o réu concorrido para a infração penal; V - existir circunstância que exclua o crime ou isente o réu de pena (arts. 17, 18, 19, 22 e 24, § 1º, do Código Penal); VI - não existir prova suficiente para a condenação. Parágrafo único. Na sentença absolutória, o juiz: I - mandará, se for o caso, pôr o réu em liberdade; II - ordenará a cessação das penas acessórias provisoriamente aplicadas; III - aplicará medida de segurança, se cabível.",
     "Art. 387. ": " O juiz, ao proferir sentença condenatória: I - mencionará as circunstâncias agravantes ou atenuantes definidas no Código Penal, e cuja existência reconhecer; II - mencionará as outras circunstâncias apuradas e tudo o mais que deva ser levado em conta na aplicação da pena, de acordo com o disposto nos arts. 42 e 43 do Código Penal; III - imporá, de acordo com essas conclusões, as penas, fixando a quantidade das principais e a duração, se for caso, das acessórias; IV - aplicará as medidas de segurança que no caso couberem; V - atenderá, quanto à aplicação provisória de interdições de direitos e medidas de segurança, ao disposto no Título XI deste Livro; VI - determinará se a sentença deverá ser publicada na íntegra ou em resumo e designará o jornal em que será feita a publicação (art. 73, § 1º, do Código Penal).",
     "Art. 388. ": " A sentença poderá ser datilografada e neste caso o juiz a rubricará em todas as folhas.",
     "Art. 389. ": " A sentença será publicada em mão do escrivão, que lavrará nos autos o respectivo termo, registrando-a em livro especialmente destinado a esse fim.",
     "Art. 390. ": " O escrivão, dentro de três dias após a publicação, e sob pena de suspensão de cinco dias, dará conhecimento da sentença ao órgão do Ministério Público.",
     "Art. 391. ": " O querelante ou o assistente será intimado da sentença, pessoalmente ou na pessoa de seu advogado. Se nenhum deles for encontrado no lugar da sede do juízo, a intimação será feita mediante edital com o prazo de 10 dias, afixado no lugar do costume.",
     "Art. 392. ": " A intimação da sentença será feita: I - ao réu, pessoalmente, se estiver preso; II - ao réu, pessoalmente, ou ao defensor por ele constituído, quando se livrar solto, ou, sendo afiançável a infração, tiver prestado fiança; III - ao defensor constituído pelo réu, se este, afiançável, ou não, a infração, expedido o mandado de prisão, não tiver sido encontrado, e assim o certificar o oficial de justiça; IV - mediante edital, nos casos do n. II, se o réu e o defensor que houver constituído não forem encontrados, e assim o certificar o oficial de justiça; V - mediante edital, nos casos do n. III, se o defensor que o réu houver constituído também não for encontrado, e assim o certificar o oficial de justiça; VI - mediante edital, se o réu, não tendo constituído defensor, não for encontrado, e assim o certificar o oficial de justiça. § 1º O prazo do edital será de 90 dias, se tiver sido imposta pena privativa de liberdade por tempo igual ou superior a um ano, e de 60 dias, nos outros casos. § 2º O prazo para apelação correrá após o término do fixado no edital, salvo se, no curso deste, for feita a intimação por qualquer das outras formas estabelecidas neste artigo.",
     "Art. 393. ": " São efeitos da sentença condenatória recorrível: I - ser o réu preso ou conservado na prisão, assim nas infrações inafiançáveis, como nas afiançáveis enquanto não prestar fiança; II - ser o nome do réu lançado no rol dos culpados.LIVRO IIDOS PROCESSOS EM ESPÉCIE",
     "Art. 394. ": " O juiz, ao receber a queixa ou denúncia, designará dia e hora para o interrogatório, ordenando a citação do réu e a notificação do Ministério Público e, se for caso, do querelante ou do assistente.",
     "Art. 395. ": " O réu ou seu defensor poderá, logo após o interrogatório ou no prazo de três dias, oferecer alegações escritas e arrolar testemunhas.",
     "Art. 396. ": " Apresentada ou não a defesa, proceder-se-á à inquirição das testemunhas, devendo as da acusação ser ouvidas em primeiro lugar. Parágrafo único. Se o réu não comparecer, sem motivo justificado, no dia e à hora designados, o prazo para defesa será concedido ao defensor nomeado pelo juiz.",
     "Art. 397. ": " Se não for encontrada qualquer das testemunhas, o juiz poderá deferir o pedido de substituição, se esse pedido não tiver por fim frustrar o disposto nos arts. 41, in fine, e 395.",
     "Art. 398. ": " Na instrução do processo serão inquiridas no máximo oito testemunhas de acusação e até oito de defesa. Parágrafo único. Nesse número não se compreendem as que não prestaram compromisso e as referidas.",
     "Art. 399. ": " O Ministério Público ou o querelante, ao ser oferecida a denúncia ou a queixa, e a defesa, no prazo do art. 395, poderão requerer as diligências que julgarem convenientes.",
     "Art. 400. ": " As partes poderão oferecer documentos em qualquer fase do processo.",
     "Art. 401. ": " As testemunhas de acusação serão ouvidas dentro do prazo de vinte dias, quando o réu estiver preso, e de quarenta dias, quando solto. Parágrafo único. Esses prazos começarão a correr depois de findo o tríduo da defesa prévia, ou, se tiver havido desistência, da data do interrogatório ou do dia em que deverá ter sido realizado.",
     "Art. 402. ": " Sempre que o juiz concluir a instrução fora do prazo, consignará nos autos os motivos da demora.",
     "Art. 403. ": " A demora determinada por doença do réu ou do defensor, ou outro motivo de força maior, não será computada nos prazos fixados no art. 401. No caso de enfermidade do réu, o juiz poderá transportar-se ao local onde ele se encontrar, aí procedendo à instrução. No caso de enfermidade do defensor, será ele substituído, definitivamente, ou para o só efeito do ato, na forma do art. 265, parágrafo único.",
     "Art. 404. ": " As partes poderão desistir do depoimento de qualquer das testemunhas arroladas, ou deixar de arrolá-las, se considerarem suficientes as provas que possam ser ou tenham sido produzidas, ressalvado o disposto no art. 209.",
     "Art. 405. ": " Se as testemunhas de defesa não forem encontradas e o acusado, dentro em três dias, não indicar outras em substituição, prosseguir-se-á nos demais termos do processo.Seção IDa pronúncia, da impronúncia e da absolvição sumária",
     "Art. 406. ": " Terminada a inquirição das testemunhas, mandará o juiz dar vista dos autos, para alegações, ao Ministério Público, pelo prazo de cinco dias, e, em seguida, por igual prazo, e em cartório, ao defensor do réu. § 1º Se houver querelante, terá este vista do processo, antes do Ministério Público, por igual prazo, e, havendo assistente, o prazo lhe correrá conjuntamente com o do Ministério Público. § 2º Nenhum documento se juntará aos autos nesta fase do processo.",
     "Art. 407. ": " Decorridos os prazos de que trata o artigo anterior, os autos serão enviados, dentro de quarenta e oito horas, ao presidente do Tribunal do Juri, que poderá ordenar as diligências necessárias para sanar qualquer nulidade ou suprir falta que prejudique o esclarecimento da verdade inclusive inquirição de testemunhas (art. 209), e proferirá sentença, na forma dos artigos seguintes.",
     "Art. 408. ": " Se o juiz se convencer da existência do crime e de indícios de que o réu seja o seu autor, pronunciá-lo-á, dando os motivos do seu convencimento. § 1º Na sentença de pronúncia o juiz declarará o dispositivo legal em cuja sanção julgar incurso o réu, mandará lançar-lhe o nome no rol dos culpados, recomendá-lo-á na prisão em que se achar, ou expedirá as ordens necessárias para a sua captura. § 2º Se o crime for afiançável, será, desde logo, arbitrado o valor da fiança, que constará do mandado de prisão. § 3º O juiz não ficará adstrito à classificação do crime, feita na queixa ou denúncia, embora fique o réu sujeito à pena mais grave, atendido, se for caso, o disposto no art. 410 e seu parágrafo. § 4º Se dos autos constarem elementos de culpabilidade de outros indivíduos não compreeendidos na queixa ou na denúncia, o juiz, ao proferir a decisão de pronúncia ou impronúncia, ordenará que os autos voltem ao Ministério Público, para aditamento da peça inicial do processo e demais diligências do sumário.",
     "Art. 409. ": " Se não se convencer da existência do crime ou de indício suficiente de que seja o réu o seu autor, o juiz julgará improcedente a denúncia ou a queixa. Parágrafo único. Enquanto não extinta a punibilidade, poderá, em qualquer tempo, ser instaurado processo contra o réu, se houver novas provas.",
     "Art. 410. ": " Quando o juiz se convencer, em discordância com a denúncia ou queixa, da existência de crime diverso dos referidos no art. 74, § 1º, e não for o competente para julgá-lo, remeterá o processo ao juiz que o seja. Em qualquer caso, será reaberto ao acusado prazo para defesa e indicação de testemunhas, prosseguindo-se, depois de encerrada a inquirição, de acordo com os arts. 499 e seguintes. Não se admitirá, entretanto, que sejam arroladas testemunhas já anteriormente ouvidas. Parágrafo único. Tendo o processo de ser remetido a outro juízo, à disposição deste passará o réu, se estiver preso.",
     "Art. 411. ": " O juiz absolverá desde logo o réu, quando se convencer da existência de circunstância que exclua o crime ou isente de pena o réu (arts. 17, 18, 19, 22 e 24, § 1º, do Código Penal), recorrendo, de ofício, da sua decisão. Este recurso terá efeito suspensivo e será sempre para o Tribunal de Apelação.",
     "Art. 412. ": " Nos Estados onde a lei não atribuir a pronúncia ao presidente do juri, ao juiz competente caberá proceder na forma dos artigos anteriores.",
     "Art. 413. ": " O processo não prosseguirá até que o réu seja intimado da sentença de pronúncia. Parágrafo único. Se houver mais de um réu, somente em relação ao que for intimado prosseguirá o feito.",
     "Art. 414. ": " A intimação da sentença de pronúncia, se o crime for inafiançável, será sempre feita ao réu pessoalmente.",
     "Art. 415. ": " A intimação da sentença de pronúncia, se o crime for afiançável, será feita ao réu: I - pessoalmente, se estiver preso; II - pessoalmente, ou ao defensor por ele constituído, se tiver prestado fiança antes ou depois da sentença; III - ao defensor por ele constituído se, não tendo prestado fiança, expedido o mandado de prisão, não for encontrado e assim o certificar o oficial de justiça; IV - mediante edital, no caso do n. II, se o réu e o defensor não forem encontrados e assim o certificar o oficial de justiça; V - mediante edital, no caso do n. III, se o defensor que o réu houver constituído também não for encontrado e assim o certificar o oficial de justiça; VI - mediante edital, sempre que o réu, não tendo constituído defensor, não for encontrado. § 1º O prazo do edital será de trinta dias. § 2º O prazo para recurso correrá após o término do fixado no edital, salvo se antes for feita a intimação por qualquer das outras formas estabelecidas neste artigo.",
     "Art. 416. ": " Passada em julgado a sentença de pronúncia, que especificará todas as circunstâncias qualificativas do crime e somente poderá ser alterada pela verificação superveniente de circunstância que modifique a classificação do delito, o escrivão imediatamente dará vista dos autos ao órgão do Ministério Público, pelo prazo de cinco dias, para oferecer o libelo acusatório.",
     "Art. 417. ": " O libelo, assinado pelo promotor, conterá: I - o nome do réu; II - a exposição, deduzida por artigos, do fato criminoso; III - a indicação das circunstâncias agravantes, expressamente definidas na lei penal, e de todos os fatos e circunstâncias que devam influir na fixação da pena; IV - a indicação da medida de segurança aplicável. § 1º Havendo mais de um réu, haverá um libelo para cada um. § 2º Com o libelo poderá o promotor apresentar o rol das testemunhas que devam depor em plenário, até o máximo de cinco, juntar documentos e requerer diligências.",
     "Art. 418. ": " O juiz não receberá o libelo a que faltem os requisitos legais, devolvendo ao órgão do Ministério Público, para apresentação de outro, no prazo de quarenta e oito horas.",
     "Art. 419. ": " Se findar o prazo legal, sem que seja oferecido o libelo, o promotor incorrerá na multa de cinqüenta mil-réis, salvo se justificada a demora por motivo de força maior, caso em que será concedida prorrogação de quarenta e oito horas. Esgotada a prorrogação, se não tiver sido apresentado o libelo, a multa será de duzentos mil réis e o fato será comunicado ao procurador-geral. Neste caso, será o libelo oferecido pelo substituto legal, ou, se não houver, por um promotor ad-hoc.",
     "Art. 420. ": " No caso de queixa, o acusador será intimado a apresentar o libelo dentro de dois dias; se não o fizer, o juiz o haverá por lançado e mandará os autos ao Ministério Público.",
     "Art. 421. ": " Recebido o libelo, o escrivão, dentro de três dias, entregará ao réu, mediante recibo de seu punho ou de alguém a seu rogo, a respectiva cópia, com o rol de testemunhas, notificado o defensor para que, no prazo de cinco dias, ofereça a contrariedade; se o réu estiver afiançado, o escrivão dará cópia ao seu defensor, exigindo recibo, que se juntará aos autos. Parágrafo único. Ao oferecer a contrariedade, o defensor poderá apresentar o rol de testemunhas que devam depor no plenário, até o máximo de cinco, juntar documentos e requerer diligências.",
     "Art. 422. ": " Se, ao ser recebido o libelo, não houver advogado constituído nos autos para a defesa, o juiz dará defensor ao réu, que poderá em qualquer tempo constituir advogado para substituir o defensor dativo.",
     "Art. 423. ": " As justificações e perícias requeridas pelas partes serão determinadas somente pelo presidente do tribunal, com intimação dos interessados, ou pelo juiz a quem couber o preparo do processo até julgamento.",
     "Art. 424. ": " Se o interesse da ordem pública o reclamar, ou houver dúvida sobre a imparcialidade do juri ou sobre a segurança pessoal do réu, o Tribunal de Apelação, a requerimento de qualquer das partes ou mediante representação do juiz, e ouvido sempre o procurador-geral, poderá desaforar o julgamento para comarca ou termo próximo, onde não subsistam aqueles motivos, após informação do juiz, se a medida não tiver sido solicitada, de ofício, por ele próprio. Parágrafo único. O Tribunal de Apelação poderá ainda, a requerimento do réu ou do Ministério Público, determinar o desaforamento, se o julgamento não se realizar no período de um ano, contado do recebimento do libelo, desde que para a demora não haja concorrido o réu ou a defesa.",
     "Art. 425. ": " O presidente do Tribunal do Juri, depois de ordenar, de ofício, ou a requerimento das partes, as diligências necessárias para sanar qualquer nulidade ou esclarecer fato que interesse à decisão da causa, marcará dia para o julgamento, determinando sejam intimadas as partes e as testemunhas. Parágrafo único. Quando a lei de organização judiciária local não atribuir ao presidente do Tribunal do Juri o preparo dos processos para o julgamento, o juiz competente remeter-lhe-á os processos preparados, até cinco dias antes do sorteio a que se refere o art. 427. Deverão também ser remetidos, após esse prazo, os processos que forem sendo preparados até o encerramento da sessão.",
     "Art. 426. ": " O Tribunal do Juri, no Distrito Federal, reunir-se-á todos os meses, celebrando em dias úteis sucessivos, salvo justo impedimento, as sessões necessárias para julgar os processos preparados. Nos Estados e nos Territórios, observar-se-á, relativamente à época das sessões, o que prescrever a lei local.",
     "Art. 427. ": " A convocação do juri far-se-á mediante edital, depois do sorteio dos vinte e um jurados que tiverem de servir na sessão. O sorteio far-se-á, no Distrito Federal, de dez a quinze dias antes do primeiro julgamento marcado, observando-se nos Estados e nos Territórios o que estabelecer a lei local. Parágrafo único. Em termo que não for sede de comarca, o sorteio poderá realizar-se sob a presidência do juiz do termo.",
     "Art. 428. ": " O sorteio far-se-á a portas abertas, e um menor de dezoito anos tirará da urna geral as cédulas com os nomes dos jurados, as quais serão recolhidas a outra urna, ficando a chave respectiva em poder do juiz, o que tudo será reduzido a termo pelo escrivão, em livro a esse fim destinado, com especificação dos vinte e um sorteados.",
     "Art. 429. ": " Concluído o sorteio, o juiz mandará expedir, desde logo, o edital a que se refere o art. 427, dele constando o dia em que o juri se reunirá e o convite nominal aos jurados sorteados para comparecerem, sob as penas da lei, e determinará também as diligências necessárias para intimação dos jurados, dos réus e das testemunhas. § 1º O edital será afixado à porta do edifício do tribunal e publicado pela imprensa, onde houver. § 2º Entender-se-á feita a intimação quando o oficial de justiça deixar cópia do mandado na residência do jurado não encontrado, salvo se este se achar fora do município.",
     "Art. 430. ": " Nenhum desconto será feito nos vencimentos do jurado sorteado que comparecer às sessões do juri.",
     "Art. 431. ": " Salvo motivo de interesse público que autorize alteração na ordem do julgamento dos processos, terão preferência: I - os réus presos; II - dentre os presos, os mais antigos na prisão; III - em igualdade de condições, os que tiverem sido pronunciados há mais tempo.",
     "Art. 432. ": " Antes do dia designado para o primeiro julgamento, será afixada na porta do edifício do tribunal, na ordem estabelecida no artigo anterior, a lista dos processos que devam ser julgados.Seção IIDa função do jurado",
     "Art. 433. ": " O Tribunal do Juri compõe-se de um juiz de direito, que é o seu presidente, e de vinte e um jurados que se sortearão dentre os alistados, sete dos quais constituirão o conselho de sentença em cada sessão de julgamento.",
     "Art. 434. ": " O serviço do juri será obrigatório. O alistamento compreenderá os cidadãos maiores de vinte e um anos, isentos os maiores de sessenta.",
     "Art. 435. ": " A recusa ao serviço do juri, motivada por convicção religiosa, filosófica ou política, importará a perda dos direitos políticos (Constituição, art. 119, letra b).",
     "Art. 436. ": " Os jurados serão escolhidos dentre cidadãos de notória idoneidade. Parágrafo único. São isentos do serviço do juri: I - o Presidente da República e os ministros de Estado; II - os governadores de Estados e seus secretários; III - os membros do Parlamento Nacional, do Conselho de Economia Nacional, das Assembléias Legislativas dos Estados e das Câmaras Municipais, enquanto durarem suas reuniões; IV - os prefeitos municipais; V - os magistrados e órgãos do Ministério Público; VI - os serventuários e funcionários da justiça; VII - o chefe, demais autoridades e funcionários da Polícia e Segurança Pública; VIII - os militares em serviço ativo; IX - as mulheres que não exerçam função pública e provem que, em virtude de ocupações domésticas, o serviço do juri lhes é particularmente difícil; X - por um ano, mediante requerimento, os que tiverem efetivamente exercido a função de jurado, salvo nos lugares onde tal isenção possa redundar em prejuízo do serviço normal do juri; XI - quando o requererem e o juiz reconhecer a necessidade da dispensa:a) os médicos e os ministros de confissão religiosa;b)    os farmacêuticos e as parteiras.",
     "Art. 437. ": " O exercício efetivo da função de jurado constituirá serviço público relevante, estabelecerá presunção de idoneidade moral e assegurará prisão especial, em caso de crime comum, até o julgamento definitivo, bem como preferência, em igualdade de condições, nas concorrências públicas.",
     "Art. 438. ": " Os jurados serão responsáveis criminalmente, nos mesmos termos em que o são os juízes de ofício, por concussão, corrupção ou prevaricação (Código Penal, arts. 316, 317, §§ 1º e 2º, e 319).Seção IIIDa organização do juri",
     "Art. 439. ": " Anualmente, serão alistados pelo juiz-presidente do juri, sob sua responsabilidade e mediante escolha por conhecimento pessoal ou informação fidedigna, trezentos a quinhentos jurados no Distrito Federal e nas comarcas de mais de cem mil habitantes, e oitenta a trezentos nas comarcas ou nos termos de menor população. O juiz poderá requisitar às autoridades locais, associações de classe, sindicatos profissionais e repartições públicas a indicação de cidadãos que reunam as condições legais. Parágrafo único. A lista geral, publicada em novembro de cada ano, poderá ser alterada de ofício, ou em virtude de reclamação de qualquer do povo, até à publicação definitiva, na segunda quinzena de dezembro, com recurso, dentro de vinte dias, para a superior instância, sem efeito suspensivo.",
     "Art. 440. ": " A lista geral dos jurados, com indicação das respectivas profissões, será publicada pela imprensa, onde houver, ou em editais afixados à porta do edifício do tribunal, lançando-se os nomes dos alistados, com indicação das residências, em cartões iguais, que, verificados com a presença do órgão do Ministério Público, ficarão guardados em urna fechada a chave sob a responsabilidade do juiz.",
     "Art. 441. ": " Nas comarcas ou nos termos onde for necessário, organizar-se-á lista de jurados suplentes, depositando-se as cédulas em urna especial.Seção IVDo julgamento pelo juri",
     "Art. 442. ": " No dia e à hora designados para reunião do juri, presente o órgão do Ministério Público, o presidente, depois de verificar se a urna contém as cédulas com os nomes dos vinte e um jurados sorteados, mandará que o escrivão lhes proceda à chamada, declarando instalada a sessão, se comparecerem pelo menos quinze deles, ou, no caso contrário, convocando nova sessão para o dia útil imediato.",
     "Art. 443. ": " O jurado que, sem causa legítima, não comparecer, incorrerá na multa de cem mil-réis por dia de sessão realizada ou não realizada por falta de número legal até o término da sessão periódica. § 1º O jurado incorrerá em multa pelo simples fato do não-comparecimento, independentemente de ato do presidente ou termo especial. § 2º Somente serão aceitas as escusas apresentadas até o momento da chamada dos jurados e fundadas em motivo relevante, devidamente comprovado. § 3º Incorrerá na multa de trezentos mil-réis o jurado que, tendo comparecido, se retirar antes de dispensado pelo presidente, observado o disposto no § 1º, parte final. § 4º Sob pena de responsabilidade, o presidente só relevará as multas em que incorrerem os jurados faltosos, se estes, dentro de quarenta e oito horas, após o encerramento da sessão periódica, oferecerem prova de justificado impedimento.",
     "Art. 444. ": " As multas em que incorrerem os jurados serão cobradas pela Fazenda Pública, a cujo representante o juiz remeterá no prazo de dez dias, após o encerramento da sessão periódica, com a relação dos jurados multados, as certidões das atas de que constar o fato, as quais, por ele rubricadas, valerão como título de dívida líquida e certa. Parágrafo único. Sem prejuízo da cobrança imediata das multas, será remetida cópia das certidões à autoridade fiscal competente para a inscrição da dívida.",
     "Art. 445. ": " Verificando não estar completo o número de vinte e um jurados, embora haja o mínimo legal para a instalação da sessão, o juiz procederá ao sorteio dos suplentes necessários, repetindo-se o sorteio até perfazer-se aquele número. § 1º Nos Estados e Territórios, serão escolhidos como suplentes, dentre os sorteados, os jurados residentes na cidade ou vila ou até a distância de vinte quilômetros. § 2º Os nomes dos suplentes serão consignados na ata, seguindo-se a respectiva notificação para comparecimento. § 3º Os jurados ou suplentes que não comparecerem ou forem dispensados de servir na sessão periódica serão, desde logo, havidos como sorteados para a seguinte. § 4º Sorteados os suplentes, os jurados substituídos não mais serão admitidos a funcionar durante a sessão periódica.",
     "Art. 446. ": " Aos suplentes são aplicáveis os dispositivos referentes às dispensas, faltas, escusas e multas.",
     "Art. 447. ": " Aberta a sessão, o presidente do tribunal, depois de resolver sobre as escusas, na forma dos artigos anteriores, abrirá a urna, dela retirará todas as cédulas, verificando uma a uma, e, em seguida, colocará na urna as relativas aos jurados presentes e, fechando-a, anunciará qual o processo que será submetido a julgamento e ordenará ao porteiro que apregoe as partes e as testemunhas. Parágrafo único. A intervenção do assistente no plenário de julgamento será requerida com antecedência, pelo menos, de três dias, salvo se já tiver sido admitido anteriormente.",
     "Art. 448. ": " Se, por motivo de força maior, não comparecer o órgão do Ministério Público, o presidente adiará o julgamento para o primeiro dia desimpedido, da mesma sessão periódica. Continuando o órgão do Ministério Público impossibilitado de comparecer, funcionará o substituto legal, se houver, ou promotor ad-hoc. Parágrafo único. Se o órgão do Ministério Público deixar de comparecer sem escusa legítima, será igualmente adiado o julgamento para o primeiro dia desimpedido, nomeando-se, porém, desde logo, promotor ad-hoc, caso não haja substituto legal, comunicado o fato ao procurador-geral.",
     "Art. 449. ": " Apregoado o réu, e comparecendo, perguntar-lhe-á o juiz o nome, a idade e se tem advogado, nomeando-lhe curador, se for menor e não o tiver, e defensor, se maior. Em tal hipótese, o julgamento será adiado para o primeiro dia desimpedido. Parágrafo único. O julgamento será adiado, somente uma vez, devendo o réu ser julgado, quando chamado pela segunda vez. Neste caso a defesa será feita por quem o juiz tiver nomeado, ressalvado ao réu o direito de ser defendido por advogado de sua escolha, desde que se ache presente.",
     "Art. 450. ": " A falta, sem escusa legítima, do defensor do réu ou do curador, se um ou outro for advogado ou solicitador, será imediatamente comunicada ao Conselho da Ordem dos Advogados, nomeando o presidente do tribunal, em substituição, outro defensor, ou curador, observado o disposto no artigo anterior.",
     "Art. 451. ": " Não comparecendo o réu ou o acusador particular, com justa causa, o julgamento será adiado para a seguinte sessão periódica, se não puder realizar-se na que estiver em curso. § 1º Se se tratar de crime afiançável, e o não-comparecimento do réu ocorrer sem motivo legítimo, far-se-á o julgamento à sua revelia. § 2º O julgamento não será adiado pelo não-comparecimento do advogado do assistente.",
     "Art. 452. ": " Se o acusador particular deixar de comparecer, sem escusa legítima, a acusação será devolvida ao Ministério Público, não se adiando por aquele motivo o julgamento.",
     "Art. 453. ": " As testemunhas que, sem justa causa, deixarem de comparecer, incorrerão na multa de cinqüenta a quinhentos mil réis, ou em prisão de três a quinze dias, imposta pelo presidente do tribunal. Parágrafo único. Aplica-se às testemunhas, enquanto a serviço do juri, o disposto no art. 430.",
     "Art. 454. ": " Antes de constituído o conselho de sentença, as testemunhas, separadas as de acusação das de defesa, serão recolhidas a lugar de onde não possam ouvir os debates, nem as respostas umas das outras.",
     "Art. 455. ": " A falta de qualquer testemunha não será motivo para o adiamento, salvo se uma das partes tiver requerido sua intimação, declarando não prescindir do depoimento e indicando seu paradeiro com a antecedência necessária para a intimação. Proceder-se-á, entretanto, ao julgamento, se a testemunha não tiver sido encontrada no local indicado. § 1º Se, intimada, a testemunha não comparecer, o juiz suspenderá os trabalhos e mandará trazê-la pelo oficial de justiça ou adiará o julgamento para o primeiro dia útil desimpedido, ordenando a sua condução ou requisitando à autoridade policial a sua apresentação. § 2º Não conseguida, ainda assim, a presença da testemunha no dia designado, proceder-se-á ao julgamento.",
     "Art. 456. ": " O porteiro do tribunal, ou na falta deste, o oficial de justiça, certificará haver apregoado as partes e as testemunhas.",
     "Art. 457. ": " Verificado publicamente pelo juiz que se encontram na urna as cédulas relativas aos jurados presentes, será feito o sorteio de sete para a formação do conselho de sentença.",
     "Art. 458. ": " Antes do sorteio do conselho de sentença, o juiz advertirá os jurados dos impedimentos constantes do art. 462, bem como das incompatibilidades legais por suspeição, em razão de parentesco com o juiz, com o promotor, com o advogado, com o réu ou com a vítima, na forma do disposto neste Código sobre os impedimentos ou a suspeição dos juízes togados. § 1º Na mesma ocasião, o juiz advertirá os jurados de que, uma vez sorteados, não poderão comunicar-se com outrem, nem manifestar sua opinião sobre o processo, sob pena de exclusão do conselho e multa, de duzentos a quinhentos mil réis. § 2º Dos impedidos entre si por parentesco servirá o que houver sido sorteado em primeiro lugar.",
     "Art. 459. ": " Os jurados excluídos por impedimento ou suspeição serão computados para a constituição do número legal. § 1º Se, em conseqüência das suspeições ou das recusas, não houver número para a formação do conselho, o julgamento será adiado para o primeiro dia desimpedido. § 2º À medida que as cédulas forem tiradas da urna, o juiz as lerá, e a defesa e, depois dela, a acusação poderão recusar os jurados sorteados, até três cada uma, sem dar os motivos da recusa.",
     "Art. 460. ": " A suspeição argüida contra o presidente do tribunal, o órgão do Ministério Público, os jurados ou qualquer funcionário, quando não reconhecida, não suspenderá o julgamento, devendo, entretanto, constar da ata a argüição.",
     "Art. 461. ": " Se os réus forem dois ou mais, poderão incumbir das recusas um só defensor; não convindo nisto e se não coincidirem as recusas, dar-se-á a separação dos julgamentos, prosseguindo-se somente no do réu que houver aceito o jurado, salvo se este, recusado por um réu e aceito por outro, for também recusado pela acusação. Parágrafo único. O réu, que pela recusa do jurado tiver dado causa à separação, será julgado no primeiro dia desimpedido.",
     "Art. 462. ": " São impedidos de servir no mesmo conselho marido e mulher, ascendentes e descendentes, sogro e genro ou nora, irmãos, cunhados, durante o cunhadio, tio e sobrinho, padrasto ou madrasta e enteado.",
     "Art. 463. ": " O mesmo conselho poderá conhecer de mais de um processo na mesma sessão de julgamento, se as partes o aceitarem; mas prestará cada vez novo compromisso.",
     "Art. 464. ": " Formado o conselho, o juiz, levantando-se, e com ele todos os presentes, fará aos jurados a seguinte exortação: - ' Em nome da lei,concito - vos a examinar com imparcialidade esta causa e a proferir a vossa decisão,de acordo com a vossa consciência e os ditames da justiça '. Os jurados, nominalmente chamados pelo juiz, responderão: - 'Assim o prometo '.",
     "Art. 465. ": " Em seguida, o presidente interrogará o réu pela forma estabelecida no Livro I, Título VII, Capítulo III, no que for aplicável.",
     "Art. 466. ": " Feito e assinado o interrogatório, o presidente, sem manifestar sua opinião sobre o mérito da acusação ou da defesa, fará o relatório do processo e expondo o fato, as provas e as conclusões das partes. Parágrafo único. Onde for possível, o presidente mandará distribuir aos jurados cópias datilografadas ou impressas da pronúncia, do libelo e da contrariedade, além de outras peças que considerar úteis para o julgamento da causa.",
     "Art. 467. ": " Terminado o relatório, o juiz, o acusador, o assistente e o advogado do réu e, por fim, os jurados que o quiserem, inquirirão sucessivamente as testemunhas de acusação.",
     "Art. 468. ": " Ouvidas as testemunhas de acusação, o juiz, o advogado do réu, o acusador particular, o promotor, o assistente e os jurados que o quiserem, inquirirão sucessivamente as testemunhas de defesa.",
     "Art. 469. ": " Os depoimentos das testemunhas de acusação e de defesa serão reduzidos a escrito, em resumo, assinado o termo pela testemunha, pelo juiz e pelas partes.",
     "Art. 470. ": " Quando duas ou mais testemunhas divergirem sobre pontos essenciais da causa, proceder-se-á de acordo com o disposto no art. 229, parágrafo único.",
     "Art. 471. ": " Terminada a inquirição das testemunhas o promotor lerá o libelo e os dispositivos da lei penal em que o réu se achar incurso, e produzirá a acusação. § 1º O assistente falará depois do promotor. § 2º Sendo o processo promovido pela parte ofendida, o promotor falará depois do acusador particular, tanto na acusação como na réplica.",
     "Art. 472. ": " Finda a acusação, o defensor terá a palavra para defesa.",
     "Art. 473. ": " O acusador poderá replicar e a defesa treplicar, sendo admitida a reinquirição de qualquer das testemunhas já ouvidas em plenário.",
     "Art. 474. ": " O tempo para a acusação e para a defesa será de uma hora e meia para cada uma, e de meia hora para a réplica e outro tanto para a tréplica. § 1º Havendo mais de um acusador ou mais de um defensor, combinarão entre si a distribuição do tempo, que, na falta de entendimento, será marcado pelo juiz, por forma que não sejam excedidos os prazos fixados neste artigo. § 2º Havendo mais de um réu, o tempo para a acusação e para a defesa será, em relação a todos, acrescido de uma hora e elevado ao dobro o da réplica e da tréplica, observado o disposto no parágrafo anterior.",
     "Art. 475. ": " Durante o julgamento não será permitida a produção ou leitura de documento que não tiver sido comunicado à parte contrária, com antecedência, pelo menos, de três dias, compreendida nessa proibição a leitura de jornais ou qualquer escrito, cujo conteúdo versar sobre matéria de fato constante do processo.",
     "Art. 476. ": " Aos jurados, quando se recolherem à sala secreta, serão entregues os autos do processo, bem como, se o pedirem, os instrumentos do crime, devendo o juiz estar presente para evitar a influência de uns sobre os outros. Parágrafo único. Os jurados poderão também, a qualquer momento, e por intermédio do juiz, pedir ao orador que indique a folha dos autos onde se encontra a peça por ele lida ou citada.",
     "Art. 477. ": " Se a verificação de qualquer fato, reconhecida essencial para a decisão da causa, não puder ser realizada imediatamente, o juiz dissolverá o conselho, formulando com as partes, desde logo, os quesitos para as diligências necessárias.",
     "Art. 478. ": " Concluídos os debates, o juiz indagará dos jurados se estão habilitados a julgar ou se precisam de mais esclarecimentos. Parágrafo único. Se qualquer dos jurados necessitar de novos esclarecimentos sobre questão de fato, o juiz os dará, ou mandará que o escrivão os dê, à vista dos autos.",
     "Art. 479. ": " Em seguida, lendo os quesitos, e explicando a significação legal de cada um, o juiz indagará das partes se têm requerimento ou reclamação que fazer, devendo constar da ata qualquer requerimento ou reclamação não atendida.",
     "Art. 480. ": " Lidos os quesitos, o juiz anunciará que se vai proceder ao julgamento, fará retirar o réu e convidará os circunstantes a que deixem a sala.",
     "Art. 481. ": " Fechadas as portas, presentes o escrivão e dois oficiais de justiça, bem como os acusadores e os defensores, que se conservarão nos seus lugares, sem intervir nas votações, o conselho, sob a presidência do juiz, passará a votar os quesitos que Ihe forem propostos. Parágrafo único. Onde for possível, a votação será feita em sala especial.",
     "Art. 482. ": " Antes de dar o seu voto, o jurado poderá consultar os autos, ou examinar qualquer outro elemento material de prova existente em juízo.",
     "Art. 483. ": " O juiz não permitirá que os acusadores ou os defensores perturbem a livre manifestação do conselho, e fará retirar da sala aquele que se portar inconvenientemente, impondo-lhe multa, de duzentos a quinhentos mil réis.",
     "Art. 484. ": " Os quesitos serão formulados com observância das seguintes regras: I - o primeiro versará sobre o fato principal, de conformidade com o libelo; II - se entender que alguma circunstância, exposta no libelo, não tem conexão essencial com o fato ou é dele separável, de maneira que este possa existir ou subsistir sem ela, o juiz desdobrará o quesito em tantos quantos forem necessários; III - se o réu apresentar, na sua defesa, ou alegar, nos debates, qualquer fato ou circunstância que por lei isente de pena ou exclua o crime, ou o desclassifique, o juiz formulará os quesitos correspondentes, imediatamente depois dos relativos ao fato principal; IV - se for alegada a existência de causa que determine aumento de pena em quantidade fixa ou dentro de determinados limites, ou de causa que determine ou faculte diminuição de pena, nas mesmas condições, o juiz formulará os quesitos correspondentes a cada uma das causas alegadas; V - se forem um ou mais réus, o juiz formulará tantas séries de quesitos quantos forem eles. Também serão formuladas séries distintas, quando diversos os pontos de acusação; VI - quando o juiz tiver que fazer diferentes quesitos, sempre os formulará em proposições simples e bem distintas, de maneira que cada um deles possa ser respondido com suficiente clareza. Parágrafo único. Não serão formulados quesitos relativamente às circunstâncias agravantes e atenuantes, previstas nos arts. 44, 45 e 48 do Código Penal.",
     "Art. 485. ": " Antes de proceder-se à votação de cada quesito, o juiz mandará distribuir pelos jurados pequenas cédulas, feitas de papel opaco e facilmente dobráveis, contendo umas a palavra sim e outras a palavra não, afim de, secretamente, serem recolhidos os votos.",
     "Art. 486. ": " Distribuídas as cédulas, o juiz lerá o quesito que deva ser respondido e um oficial de justiça recolherá as cédulas com os votos dos jurados, e outro, as cédulas não utilizadas. Cada um dos oficiais apresentará, para esse fim, aos jurados, uma urna ou outro receptáculo que assegure o sigilo da votação.",
     "Art. 487. ": " Após a votação de cada quesito, o presidente, verificados os votos e as cédulas não utilizadas, mandará que o escrivão escreva o resultado em termo especial e que sejam declarados o número de votos afirmativos e o de negativos.",
     "Art. 488. ": " As decisões do juri serão tomadas por maioria de votos.",
     "Art. 489. ": " Se a resposta a qualquer dos quesitos estiver em contradição com outra ou outras já proferidas, o juiz, explicando aos jurados em que consiste a contradição, submeterá novamente à votação os quesitos a que se referirem tais respostas.",
     "Art. 490. ": " Se, pela resposta dada a qualquer dos quesitos, o juiz verificar que ficam prejudicados os seguintes, assim o declarará, dando por finda a votação.",
     "Art. 491. ": " Finda a votação, será o termo a que se refere o art. 487 assinado pelo juiz e jurados.",
     "Art. 492. ": " Em seguida, o juiz lavrará a sentença, com observância do seguinte: I - no caso de condenação, atenderá ao disposto no art. 387; II - no caso de absolvição:a) mandará pôr o réu em liberdade, se afiançável o crime, ou, desde que tenha ocorrido a hipótese prevista no art. 318, ainda que inafiançável;b)   ordenará a cessação das interdições de direitos que tiverem sido provisoriamente impostas;c)   aplicará medida de segurança, se cabível. § 1º Se, pela resposta a quesito formulado aos jurados, for reconhecida a existência de causa que faculte diminuição da pena, em quantidade fixa ou dentro de determinados limites, ao juiz ficará reservado o uso dessa faculdade. § 2º Se for desclassificada a infração para outra atribuída à competência do juiz singular, ao presidente do tribunal caberá proferir em seguida a sentença.",
     "Art. 493. ": " A sentença será fundamentada, salvo quanto às conclusões que resultarem das respostas aos quesitos, e lida pelo juiz, de público, antes de encerrada a sessão do julgamento.",
     "Art. 494. ": " De cada sessão de julgamento o escrivão lavrará ata, assinada pelo juiz e pelo órgão do Ministério Público.",
     "Art. 495. ": " A ata descreverá fielmente todas as ocorrências e mencionará especialmente: I - a data e a hora da instalação dos trabalhos; II - o magistrado que a presidiu e os jurados presentes; III - os jurados que deixarem de comparecer, com escusa legítima ou sem ela, e os ofícios e requerimentos a respeito apresentados e arquivados; IV - os jurados dispensados e as multas impostas; V - o sorteio dos suplentes; VI - o adiamento da sessão, se houver ocorrido, com a declaração do motivo; VII - a abertura da sessão e a presença do órgão do Ministério Público; VIII - o pregão das partes e das testemunhas, o seu comparecimento, ou não, e as penas impostas às que faltaram; IX - as testemunhas dispensadas de depor; X - o recolhimento das testemunhas a lugar de onde não pudessem ouvir os debates, nem as respostas umas das outras; XI - a verificação das cédulas pelo juiz; XII - a formação do conselho de sentença, com indicação dos nomes dos jurados sorteados e das recusas feitas pelas partes; XIII - o compromisso, simplesmente com referência ao termo; XIV - o interrogatório, também com a simples referência ao termo; XV - o relatório e os debates orais; XVI - os incidentes; XVII - a divisão da causa; XVIII - a publicação da sentença, na presença do réu, a portas abertas.",
     "Art. 496. ": " A falta da ata sujeita o responsável a multa, de duzentos a quinhentos mil-réis, além da responsabilidade criminal em que incorrer.Seção VDas atribuições do Presidente do Tribunal do Juri",
     "Art. 497. ": " São atribuições do presidente do Tribunal do Juri, além de outras expressamente conferidas neste Código: I - regular a polícia das sessões e mandar prender os desobedientes; II - requisitar o auxílio da força pública, que ficará sob sua exclusiva autoridade; III - regular os debates; IV - resolver as questões incidentes, que não dependam da decisão do juri; V - nomear defensor ao réu, quando o considerar indefeso, podendo, neste caso, dissolver o conselho, marcado novo dia para o julgamento e nomeado outro defensor; VI - mandar retirar da sala o réu que, com injurias ou ameaças, dificultar o livre curso do julgamento, prosseguindo-se independentemente de sua presença; VII - suspender a sessão pelo tempo indispensável à execução de diligências requeridas ou julgadas necessárias, mantida a incomunicabilidade dos jurados; VIII - interromper a sessão por tempo razoável, para repouso ou refeição dos jurados; IX - decidir de ofício, ouvidos o Ministério Público e a defesa, ou a requerimento de qualquer das partes, a preliminar da extinção da punibilidade; X - resolver as questões de direito que se apresentarem no decurso do julgamento; XI - ordenar de oficio, ou a requerimento das partes ou de qualquer jurado, as diligências destinadas a sanar qualquer nulidade, ou a suprir falta que prejudique o esclarecimento da verdade.",
     "Art. 498. ": " No processo dos crimes da competência do juiz singular, observar-se-á, na instrução, o disposto no Capítulo I deste Título.",
     "Art. 499. ": " Terminada a inquirição das testemunhas, as partes - primeiramente o Ministério Público ou o querelante, dentro de vinte e quatro horas, e depois, sem interrupção, dentro de igual prazo, o réu ou réus - poderão requerer as diligências, cuja necessidade ou conveniência se origine de circunstâncias ou de fatos apurados na instrução, subindo logo os autos conclusos, para o juiz tomar conhecimento do que tiver sido requerido pelas partes.",
     "Art. 500. ": " Esgotados aqueles prazos, sem requerimento de qualquer das partes, ou concluídas as diligências requeridas e ordenadas, será aberta vista dos autos, para alegações, sucessivamente, por três dias: I - ao Ministério Público ou ao querelante; II - ao assistente, se tiver sido constituído; III - ao defensor do réu. § 1º Se forem dois ou mais os réus, com defensores diferentes, o prazo será comum. § 2º O Ministério Público, nos processos por crime de ação privada ou nos processos por crime de ação pública iniciados por queixa, terá vista dos autos depois do querelante.",
     "Art. 501. ": " Os prazos a que se referem os arts. 499 e 500 correrão em cartório, independentemente de intimação das partes, salvo em relação ao Ministério Público.",
     "Art. 502. ": " Findos aqueles prazos, serão os autos imediatamente conclusos, para sentença, ao juiz, que, dentro em cinco dias, poderá ordenar diligências para sanar qualquer nulidade ou suprir falta que prejudique o esclarecimento da verdade. Parágrafo único. O juiz poderá determinar que se proceda, novamente, a interrogatório do réu ou a inquirição de testemunhas e do ofendido, se não houver presidido a esses atos na instrução criminal.",
     "Art. 503. ": " Nos crimes de falência fraudulenta ou culposa, a ação penal poderá ser intentada por denúncia do Ministério Público ou por queixa do liquidatário ou de qualquer credor habilitado por sentença passada em julgado.",
     "Art. 504. ": " A ação penal será intentada no juízo criminal, devendo nela funcionar o órgão do Ministério Público que exercer, no processo da falência, a curadoria da massa falida.",
     "Art. 505. ": " A denúncia ou a queixa será sempre instruída com cópia do relatório do síndico e da ata da assembléia de credores, quando esta se tiver realizado.",
     "Art. 506. ": " O liquidatário ou os credores poderão intervir como assistentes em todos os termos da ação intentada por queixa ou denúncia.",
     "Art. 507. ": " A ação penal não poderá iniciar-se antes de declarada a falência e extinguir-se-á quando reformada a sentença que a tiver decretado.",
     "Art. 508. ": " O prazo para denúncia começará a correr do dia em que o órgão do Ministério Público receber os papéis que devem instruí-la. Não se computará, entretanto, naquele prazo o tempo consumido posteriormente em exames ou diligências requeridos pelo Ministério Público ou na obtenção de cópias ou documentos necessários para oferecer a denúncia.",
     "Art. 509. ": " Antes de oferecida a denúncia ou a queixa, competirá ao juiz da falência, de ofício ou a requerimento do Ministério Público, do síndico, do liquidatário ou de qualquer dos credores, ordenar inquéritos, exames ou quaisquer outras diligências destinadas à apuração de fatos ou circunstâncias que possam servir de fundamento à ação penal.",
     "Art. 510. ": " O arquivamento dos papéis, a requerimento do Ministério Público, só se efetuará no juízo competente para o processo penal, o que não impedirá seja intentada ação por queixa do liquidatário ou de qualquer credor.",
     "Art. 511. ": " No processo criminal não se conhecerá de argüição de nulidade da sentença declaratória da falência.",
     "Art. 512. ": " Recebida a queixa ou a denúncia, prosseguir-se-á no processo, de acordo com o disposto nos Capítulos I e III, Título I, deste Livro.",
     "Art. 513. ": " Os crimes de responsabilidade dos funcionários públicos, cujo processo e julgamento competirão aos juízes de direito, a queixa ou a denúncia será instruída com documentos ou justificação que façam presumir a existência do delito ou com declaração fundamentada da impossibilidade de apresentação de qualquer dessas provas.",
     "Art. 514. ": " Nos crimes afiançáveis, estando a denúncia ou queixa em devida forma, o juiz mandará autuá-la e ordenará a notificação do acusado, para responder por escrito, dentro do prazo de quinze dias. Parágrafo único. Se não for conhecida a residência do acusado, ou este se achar fora da jurisdição do juiz, ser-lhe-á nomeado defensor, a quem caberá apresentar a resposta preliminar.",
     "Art. 515. ": " No caso previsto no artigo anterior, durante o prazo concedido para a resposta, os autos permanecerão em cartório, onde poderão ser examinados pelo acusado ou por seu defensor. Parágrafo único. A resposta poderá ser instruída com documentos e justificações.",
     "Art. 516. ": " O juiz rejeitará a queixa ou denúncia, em despacho fundamentado, se convencido, pela resposta do acusado ou do seu defensor, da inexistência do crime ou da improcedência da ação.",
     "Art. 517. ": " Recebida a denúncia ou a queixa, será o acusado citado, na forma estabelecida no Capítulo I do Título X do Livro I.",
     "Art. 518. ": " Na instrução criminal e nos demais termos do processo, observar-se-á o disposto nos Capítulos I e III, Título I, deste Livro.",
     "Art. 519. ": " No processo por crime de calúnia ou injuria, para o qual não haja outra forma estabelecida em lei especial, observar-se-á o disposto nos Capítulos I e III, Titulo I, deste Livro, com as modificações constantes dos artigos seguintes.",
     "Art. 520. ": " Antes de receber a queixa, o juiz oferecerá às partes oportunidade para se reconciliarem, fazendo-as comparecer em juízo e ouvindo-as, separadamente, sem a presença dos seus advogados, não se lavrando termo.",
     "Art. 521. ": " Se depois de ouvir o querelante e o querelado, o juiz achar provável a reconciliação, promoverá entendimento entre eles, na sua presença.",
     "Art. 522. ": " No caso de reconciliação, depois de assinado pelo querelante o termo da desistência, a queixa será arquivada.",
     "Art. 523. ": " Quando for oferecida a exceção da verdade ou da notoriedade do fato imputado, o querelante poderá contestar a exceção no prazo de dois dias, podendo ser inquiridas as testemunhas arroladas na queixa, ou outras indicadas naquele prazo, em substituição às primeiras, ou para completar o máximo legal.",
     "Art. 524. ": " No processo e julgamento dos crimes contra a propriedade imaterial, observar-se-á o disposto nos Capítulos I e III do Título I deste Livro, com as modificações constantes dos artigos seguintes.",
     "Art. 525. ": " No caso de haver o crime deixado vestígio, a queixa ou a denúncia não será recebida se não for instruída com o exame pericial dos objetos que constituam o corpo de delito.",
     "Art. 526. ": " Sem a prova de direito à ação, não será recebida a queixa, nem ordenada qualquer diligência preliminarmente requerida pelo ofendido.",
     "Art. 527. ": " A diligência de busca ou de apreensão será realizada por dois peritos nomeados pelo juiz, que verificarão a existência de fundamento para a apreensão, e quer esta se realize, quer não, o laudo pericial será apresentado dentro de três dias após o encerramento da diligência. Parágrafo único. O requerente da diligência poderá impugnar o laudo contrário à apreensão, e o juiz ordenará que esta se efetue, se reconhecer a improcedência das razões aduzidas pelos peritos.",
     "Art. 528. ": " Encerradas as diligências, os autos serão conclusos ao juiz para homologação do laudo.",
     "Art. 529. ": " Nos crimes de ação privativa do ofendido, não será admitida queixa com fundamento em apreensão e em perícia, se decorrido o prazo de 30 dias, após a homologação do laudo. Parágrafo único. Será dada vista ao Ministério Público dos autos de busca e apreensão requeridas pelo ofendido, se o crime for de ação pública e não tiver sido oferecida queixa no prazo fixado neste artigo.",
     "Art. 530. ": " Se ocorrer prisão em flagrante e o réu não for posto em liberdade, o prazo a que se refere o artigo anterior será de oito dias.",
     "Art. 531. ": " O processo das contravenções terá forma sumária, iniciando-se pelo auto de prisão em flagrante ou mediante portaria expedida pela autoridade policial ou pelo juiz, de ofício ou a requerimento do Ministério Público.",
     "Art. 532. ": " No caso de prisão em flagrante, observar-se-á o disposto nos arts. 261 e 304, sendo ouvidas, no máximo, três testemunhas.",
     "Art. 533. ": " Na portaria que der início ao processo, a autoridade policial ou o juiz ordenará a citação do réu para se ver processar até julgamento final, e designará dia e hora para a inquirição das testemunhas, cujo número não excederá de três. § 1º Se for desconhecido o paradeiro do réu ou este se ocultar para evitar a citação, esta será feita mediante edital, com o prazo de cinco dias. § 2º Se o processo correr perante o juiz, o órgão do Ministério Público será cientificado do dia e da hora designados para a instrução. § 3º A inquirição de testemunhas será precedida de qualificação do réu, se este comparecer, e do respectivo termo deverá constar a declaração do domicílio, de acordo com o disposto no artigo seguinte. Se o réu não comparecer, serão ouvidas as testemunhas, presente o defensor que Ihe for nomeado. § 4º Depois de qualificado o réu, proceder-se-á à intimação a que se refere o artigo seguinte.",
     "Art. 534. ": " O réu preso em flagrante, quando se livrar solto, independentemente de fiança, ou for admitido a prestá-la, será, antes de posto em liberdade, intimado a declarar o domicílio onde será encontrado, no lugar da sede do juízo do processo, para o efeito de intimação.",
     "Art. 535. ": " Lavrado o auto de prisão em flagrante ou, no caso de processo iniciado em virtude de portaria expedida pela autoridade policial, inquirida a última testemunha, serão os autos remetidos ao juiz competente, no prazo de dois dias. § 1º Se, porém, a contravenção deixar vestígios ou for necessária produção de outras provas, a autoridade procederá desde logo às buscas, apreensões, exames, acareações ou outras diligências necessárias. § 2º Todas as diligências deverão ficar concluídas até cinco dias após a inquirição da última testemunha.",
     "Art. 536. ": " Recebidos os autos da autoridade policial, ou prosseguindo no processo, se tiver sido por ele iniciado, o juiz, depois de ouvido, dentro do prazo improrrogável de vinte e quatro horas, o órgão do Ministério Público, procederá ao interrogatório do réu.",
     "Art. 537. ": " Interrogado o réu, ser-lhe-á concedido, se o requerer, o prazo de três dias para apresentar defesa, arrolar testemunhas até o máximo de três e requerer diligências. Parágrafo único. Não comparecendo o réu, o prazo será concedido ao defensor nomeado, se o requerer.",
     "Art. 538. ": " Após o tríduo para a defesa, os autos serão conclusos ao juiz, que, depois de sanadas as nulidades, mandará proceder às diligências indispensáveis ao esclarecimento da verdade, quer tenham sido requeridas, quer não, e marcará para um dos oito dias seguintes a audiência de julgamento, cientificados o Ministério Público, o réu e seu defensor. § 1º Se o réu for revel, ou não for encontrado no domicílio indicado (arts. 533, § 3º, e 534), bastará para a realização da audiência a intimação do defensor nomeado ou por ele constituído. § 2º Na audiência, após a inquirição das testemunhas de defesa, será dada a palavra, sucessivamente, ao órgão do Ministério Público e ao defensor do réu ou a este, quando tiver sido admitido a defender-se, pelo tempo de vinte minutos para cada um, prorrogável por mais dez, a critério do juiz, que em seguida proferirá a sentença. § 3º Se o juiz não se julgar habilitado a proferir decisão, ordenará que os autos lhe sejam imediatamente conclusos e, no prazo de cinco dias, dará sentença. § 4º Se, inquiridas as testemunhas de defesa, o juiz reconhecer a necessidade de acareação, reconhecimento ou outra diligência, marcará para um dos cinco dias seguintes a continuação do julgamento, determinando as providências que o caso exigir.",
     "Art. 539. ": " Nos processos por crime a que não for, ainda que alternativamente, cominada a pena de reclusão, recebida a queixa ou a denúncia, observado o disposto no art. 395, feita a intimação a que se refere o art. 534, e ouvidas as testemunhas arroladas pelo querelante ou pelo Ministério Público, até o máximo de cinco, prosseguir-se-á na forma do disposto nos arts. 538 e seguintes. § 1º A defesa poderá arrolar até cinco testemunhas. § 2º Ao querelante ou ao assistente será, na audiência do julgamento, dada a palavra pelo tempo de vinte minutos, prorrogável por mais dez, devendo o primeiro falar antes do órgão do Ministério Público e o último depois. § 3º Se a ação for intentada por queixa, observar-se-á o disposto no art. 60, n. III, salvo quando se tratar de crime de ação pública (art. 29).",
     "Art. 540. ": " No processo sumário, observar-se-á, no que lhe for aplicável, o disposto no Capítulo I do Título I deste Livro.",
     "Art. 541. ": " Os autos originais de processo penal extraviados ou destruídos, em primeira ou segunda instância, serão restaurados. § 1º Se existir e for exibida cópia autêntica ou certidão do processo, será uma ou outra considerada como original. § 2º Na falta de cópia autêntica ou certidão do processo, o juiz mandará, de ofício, ou a requerimento de qualquer das partes, que: a)  o escrivão certifique o estado do processo, segundo a sua lembrança, e reproduza o que houver a respeito em seus protocolos e registros;b)  sejam requisitadas cópias do que constar a respeito no Instituto Médico-Legal, no Instituto de Identificação e Estatística ou em estabelecimentos congêneres, repartições públicas, penitenciárias ou cadeias;c)  as partes sejam citadas pessoalmente, ou, se não forem encontradas, por edital, com o prazo de dez dias, para o processo de restauração dos autos. § 3º Proceder-se-á à restauração na primeira instância, ainda que os autos se tenham extraviado na segunda.",
     "Art. 542. ": " No dia designado, as partes serão ouvidas, mencionando-se em termo circunstanciado os pontos em que estiverem acordes e a exibição e a conferência das certidões e mais reproduções do processo apresentadas e conferidas.",
     "Art. 543. ": " O juiz determinará as diligências necessárias para a restauração, observando-se o seguinte: I - caso ainda não tenha sido proferida a sentença, reinquirir-se-ão as testemunhas podendo ser substituídas as que tiverem falecido ou se encontrarem em lugar não sabido; II - os exames periciais, quando possível, serão repetidos, e de preferência pelos mesmos peritos; III - a prova documental será reproduzida por meio de cópia autêntica ou, quando impossível, por meio de testemunhas; IV - poderão também ser inquiridas sobre os atos do processo, que deverá ser restaurado, as autoridades, os serventuários, os peritos e mais pessoas que tenham nele funcionado; V - o Ministério Público e as partes poderão oferecer testemunhas e produzir documentos, para provar o teor do processo extraviado ou destruído.",
     "Art. 544. ": " Realizadas as diligências que, salvo motivo de força maior, deverão concluir-se dentro de vinte dias, serão os autos conclusos para julgamento. Parágrafo único. No curso do processo e, depois de subirem os autos conclusos para sentença, o juiz poderá, dentro em cinco dias, requisitar de autoridades ou de repartições todos os esclarecimentos para a restauração.",
     "Art. 545. ": " Os selos e as taxas judiciárias, já pagos nos autos originais, não serão novamente cobrados.",
     "Art. 546. ": " Os causadores de extravio de autos responderão pelas custas, em dobro, sem prejuízo da responsabilidade criminal.",
     "Art. 547. ": " Julgada a restauração, os autos respectivos valerão pelos originais. Parágrafo único. Se no curso da restauração aparecerem os autos originais, nestes continuará o processo, apensos a eles os autos da restauração.",
     "Art. 548. ": " Até à decisão que julgue restaurados os autos, a sentença condenatória em execução continuará a produzir efeito, desde que conste da respectiva guia arquivada na cadeia ou na penitenciária, onde o réu estiver cumprindo a pena, ou de registro que torne a sua existência inequívoca.",
     "Art. 549. ": " Se a autoridade policial tiver conhecimento de fato que, embora não constituindo infração penal, possa determinar a aplicação de medida de segurança (Código Penal, arts. 14 e 27), deverá proceder a inquérito, a fim de apurá-lo e averiguar todos os elementos que possam interessar à verificação da periculosidade do agente.",
     "Art. 550. ": " O processo será promovido pelo Ministério Público, mediante requerimento que conterá a exposição sucinta do fato, as suas circunstâncias e todos os elementos em que se fundar o pedido.",
     "Art. 551. ": " O juiz, ao deferir o requerimento, ordenará a intimação do interessado para comparecer em juízo, a fim de ser interrogado.",
     "Art. 552. ": " Após o interrogatório ou dentro do prazo de dois dias, o interessado ou seu defensor poderá oferecer alegações. Parágrafo único. O juiz nomeará defensor ao interessado que não o tiver.",
     "Art. 553. ": " O Ministério Público, ao fazer o requerimento inicial, e a defesa, no prazo estabelecido no artigo anterior, poderão requerer exames, diligências e arrolar até três testemunhas.",
     "Art. 554. ": " Após o prazo de defesa ou a realização dos exames e diligências ordenados pelo juiz, de ofício ou a requerimento das partes, será marcada audiência, em que, inquiridas as testemunhas e produzidas alegações orais pelo órgão do Ministério Público e pelo defensor, dentro de dez minutos para cada um, o juiz proferirá sentença. Parágrafo único. Se o juiz não se julgar habilitado a proferir a decisão, designará, desde logo, outra audiência, que se realizará dentro de cinco dias, para publicar a sentença.",
     "Art. 555. ": " Quando, instaurado processo por infração penal, o juiz, absolvendo ou impronunciando o réu, reconhecer a existência de qualquer dos fatos previstos no art. 14 ou no art. 27 do Código Penal, aplicar-lhe-á, se for caso, medida de segurança.",
     "Art. 556. ": " Nos processos por delitos comuns e funcionais, da competência do Supremo Tribunal Federal e dos Tribunais de Apelação, a denúncia ou a queixa será dirigida ao tribunal e apresentada ao seu presidente para a designação de relator.",
     "Art. 557. ": " O relator será o juiz da instrução do processo, com as atribuições que o Código confere aos juízes singulares. Parágrafo único. Caberá agravo, sem efeito suspensivo, para o tribunal, na forma do respectivo regimento interno, do despacho do relator que: a)    receber ou rejeitar a queixa ou a denúncia, ressalvado o disposto no art. 559;b)conceder ou denegar fiança, ou a arbitrar;c) decretar a prisão preventiva;d)    recusar a produção de qualquer prova ou a realização de qualquer diligência.",
     "Art. 558. ": " Recebida a queixa ou a denúncia, notificar-se-á o acusado para que, no prazo improrrogável de quinze dias, apresente resposta escrita, excetuados os seguintes casos: I - achar-se o acusado fora do território sujeito à jurisdição do tribunal, ou em lugar desconhecido ou incerto; II - ser o delito inafiançável. Parágrafo único. A notificação, acompanhada de cópias do ato de acusação e dos documentos que o instruírem, será encaminhada ao acusado sob registro postal, ou por intermédio de qualquer autoridade do lugar onde se encontre.",
     "Art. 559. ": " Se a resposta ou defesa prévia do acusado convencer da improcedência da acusação, o relator proporá ao tribunal o arquivamento do processo.",
     "Art. 560. ": " Não sendo vencedora a opinião do relator, ou se ele não se utilizar da faculdade que lhe confere o artigo antecedente, proceder-se-á à instrução do processo, na forma dos Capítulos I e III, Título I, deste Livro, e do regimento interno do tribunal. Parágrafo único. O relator poderá determinar que os juízes locais procedam a inquirições e outras diligências.",
     "Art. 561. ": " Finda a instrução, o tribunal procederá, em sessão plenária, ao julgamento do processo, observando-se o seguinte: I - por despacho do relator, os autos serão conclusos ao presidente, que designará dia e hora para o julgamento. Dessa designação serão intimadas as partes, as testemunhas e o Ministério Público; II - aberta a sessão, apregoadas as partes e as testemunhas, lançado o querelante, que deixar de comparecer (art. 29), e, salvo o caso do art. 60, n. III, proceder-se-á às demais diligências preliminares; III - a seguir, o relator apresentará minucioso relatório do feito, ressumindo as principais peças dos autos e a prova produzida. Se algum dos juízes solicitar a leitura integral dos autos ou de parte deles, o relator poderá ordenar seja ela efetuada pelo secretário; IV - o relator passará depois a inquirir as testemunhas de acusação e de defesa, que não tiverem sido dispensadas pelas partes e pelo tribunal, podendo reperguntá-las os outros juízes, o órgão do Ministério Público e as partes; V - findas as inquirições, e efetuadas as diligências que o tribunal houver determinado, o presidente dará a palavra, sucessivamente, ao acusador, se houver, ao órgão do Ministério Público e ao acusado, ou a seu defensor, para sustentarem oralmente a acusação e a defesa, podendo cada um ocupar a tribuna durante uma hora, prorrogável pelo tribunal; VI - encerrados os debates, o tribunal passará a funcionar em sessão secreta, para proferir o julgamento, que será anunciado em sessão pública; VII - o julgamento efetuar-se-á em uma ou mais sessões, a critério do tribunal, observado, no que for aplicável, o disposto no Título XII do Livro I.",
     "Art. 562. ": " Logo após os pregões (art. 561, n. II), o réu poderá, sem motivação, recusar um dos juízes e o acusador, outro. Havendo mais de um réu ou mais de um acusador e se não entrarem em acordo, será determinado, por sorteio, quem deva exercer o direito de recusa.LIVRO IIIDAS NULIDADES E DOS RECURSOS EM GERAL",
     "Art. 563. ": " Nenhum ato será declarado nulo, se da nulidade não resultar prejuízo para a acusação ou para a defesa.",
     "Art. 564. ": " A nulidade ocorrerá nos seguintes casos: I - por incompetência, suspeição ou suborno do juiz; II - por ilegitimidade de parte; III - por falta das fórmulas ou dos termos seguintes:a)  a denúncia ou a queixa e a representação e, nos processos de contravenções penais, a portaria ou o auto de prisão em flagrante;b) o exame de corpo de delito nos crimes que deixam vestígios, ressalvado o disposto no art. 167;c)    a nomeação de defensor ao réu presente, que o não tiver, ou ao ausente, e de curador ao menor de vinte e um anos;d)a intervenção do Ministério Público em todos os termos da ação por ele intentada e nos da intentada pela parte ofendida, quando se tratar de crime de ação pública;e)a citação do réu para ver-se processar, o seu interrogatório, quando presente, e os prazos concedidos à acusação e à defesa;f)    a sentença de pronúncia, o libelo e a entrega da respectiva cópia, com o rol de testemunhas, nos processos perante o Tribunal do Juri;g)    a intimação do réu para a sessão de julgamento, pelo Tribunal do Juri, quando a lei não permitir o julgamento à revelia;h)   a intimação das testemunhas arroladas no libelo e na contrariedade, nos termos estabelecidos pela lei;i) a presença pelo menos de quinze jurados para a constituição do juri;j)o sorteio dos jurados do conselho de sentença em número legal e sua incomunicabilidade;k) os quesitos e as respectivas respostas;l)    a acusação e a defesa, na sessão de julgamento;m) a sentença;n)  o recurso de oficio, nos casos em que a lei o tenha estabelecido;o)   a intimação, nas condições estabelecidas pela lei, para ciência de sentenças e despachos de que caiba recurso;p)   no Supremo Tribunal Federal e nos Tribunais de Apelação, o quorum legal para o julgamento; IV - por omissão de formalidade que constitua elemento essencial do ato.",
     "Art. 565. ": " Nenhuma das partes poderá argüir nulidade a que haja dado causa, ou para que tenha concorrido, ou referente a formalidade cuja observância só à parte contrária interesse.",
     "Art. 566. ": " Não será declarada a nulidade de ato processual que não houver influído na apuração da verdade substancial ou na decisão da causa.",
     "Art. 567. ": " A incompetência do juízo anula somente os atos decisórios, devendo o processo, quando for declarada a nulidade, ser remetido ao juiz competente.",
     "Art. 568. ": " A nulidade por ilegitimidade do representante da parte poderá ser a todo tempo sanada, mediante ratificação dos atos processuais.",
     "Art. 569. ": " As omissões da denúncia ou da queixa, da representação, ou, nos processos das contravenções penais, da portaria ou do auto de prisão em flagrante, poderão ser supridas a todo o tempo, antes da sentença final.",
     "Art. 570. ": " A falta ou a nulidade da citação, da intimação ou notificação estará sanada, desde que o interessado compareça, antes de o ato consumar-se, embora declare que o faz para o único fim de argüi-la. O juiz ordenará, todavia, a suspensão ou o adiamento do ato, quando reconhecer que a irregularidade poderá prejudicar direito da parte.",
     "Art. 571. ": " As nulidades deverão ser argüidas: I - as da instrução criminal dos processos da competência do juri, nos prazos a que se refere o art. 406; II - as da instrução criminal dos processos de competência do juiz singular e dos processos especiais, salvo os dos Capítulos V e Vll do Título II do Livro II, nos prazos a que se refere o art. 500; III - as do processo sumário, no prazo a que se refere o art. 537, ou, se verificadas depois desse prazo, logo depois de aberta a audiência e apregoadas as partes; IV - as do processo regulado no Capítulo VII do Título II do Livro II, logo depois de aberta a audiência; V - as ocorridas posteriormente à pronúncia, logo depois de anunciado o julgamento e apregoadas as partes (art. 447); VI - as de instrução criminal dos processos de competência do Supremo Tribunal Federal e dos Tribunais de Apelação, nos prazos a que se refere o art. 500; VII - se verificadas após a decisão da primeira instância, nas razões de recurso ou logo depois de anunciado o julgamento do recurso e apregoadas as partes; VIII - as do julgamento em plenário, em audiência ou em sessão do tribunal, logo depois de ocorrerem.",
     "Art. 572. ": " As nulidades previstas no art. 564, III, d e e, segunda parte, g e h, e n. IV, considerar-se-ão sanadas: I - se não forem argüidas, em tempo oportuno, de acordo com o disposto no artigo anterior; II - se, praticado por outra forma, o ato tiver atingido o seu fim; III - se a parte, ainda que tacitamente, tiver aceito os seus efeitos.",
     "Art. 573. ": " Os atos, cuja nulidade não tiver sido sanada, na forma dos artigos anteriores, serão renovados ou retificados. § 1º A nulidade de um ato, uma vez declarada, causará a dos atos que dele diretamente dependam ou sejam conseqüência. § 2º O juiz que pronunciar a nulidade declarará os atos a que ela se estende.",
     "Art. 574. ": " Os recursos serão voluntários, excetuando-se os seguintes casos, em que deverão ser interpostos, de ofício, pelo juiz: I - da sentença que conceder habeas-corpus; II - da que absolver desde logo o réu com fundamento na existência de circunstância que exclua o crime ou isente o réu de pena, nos termos do art. 411.",
     "Art. 575. ": " Não serão prejudicados os recursos que, por erro, falta ou omissão dos funcionários, não tiverem seguimento ou não forem apresentados dentro do prazo.",
     "Art. 576. ": " O Ministério Público não poderá desistir de recurso que haja interposto.",
     "Art. 577. ": " O recurso poderá ser interposto pelo Ministério Público, ou pelo querelante, ou pelo réu, seu procurador ou seu defensor. Parágrafo único. Não se admitirá, entretanto, recurso da parte que não tiver interesse na reforma ou modificação da decisão.",
     "Art. 578. ": " O recurso será interposto por petição ou por termo nos autos, assinado pelo recorrente ou por seu representante. § 1º Não sabendo ou não podendo o réu assinar o nome, o termo será assinado por alguém a seu rogo, na presença de duas testemunhas. § 2º A petição de interposição de recurso, com o despacho do juiz, será, até o dia seguinte ao último do prazo, entregue ao escrivão, que certificará no termo da juntada a data da entrega. § 3º Interposto por termo o recurso, o escrivão, sob pena de suspensão por dez a trinta dias, fará conclusos os autos ao juiz, até o dia seguinte ao último do prazo.",
     "Art. 579. ": " Salvo a hipótese de má-fé, a parte não será prejudicada pela interposição de um recurso por outro. Parágrafo único. Se o juiz, desde logo, reconhecer a impropriedade do recurso interposto pela parte, mandará processá-lo de acordo com o rito do recurso cabível.",
     "Art. 580. ": " No caso de concurso de agentes (Código Penal, art. 25), a decisão do recurso interposto por um dos réus, se fundado em motivos que não sejam de caráter exclusivamente pessoal, aproveitará aos outros.",
     "Art. 581. ": " Caberá recurso, no sentido estrito, da decisão, despacho ou sentença: I - que não receber a denúncia ou a queixa; II - que concluir pela incompetência do juízo; III - que julgar procedentes as exceções, salvo a de suspeição; IV - que pronunciar ou impronunciar o réu; V - que conceder, negar, arbitrar, cassar ou julgar inidônea a fiança, indeferir requerimento de prisão preventiva, no caso do art. 312; VI - que absolver o réu, nos casos do art. 411; VII - que julgar quebrada a fiança ou perdido o seu valor; VIII - que decretar a prescrição ou julgar, por outro modo, extinta a punibilidade; IX - que indeferir o pedido de reconhecimento da prescrição ou de outra causa extintiva da punibilidade; X - que conceder ou negar a ordem de habeas-corpus; XI - que conceder, negar ou revogar a suspensão condicional da pena; XII - que conceder, negar ou revogar livramento condicional; XIII - que anular o processo da instrução criminal, no todo ou em parte; XIV - que incluir jurado na lista geral ou desta o excluir; XV - que denegar a apelação ou a julgar deserta; XVI - que ordenar a suspensão do processo, em virtude de questão prejudicial; XVII - que decidir sobre a unificação de penas; XVIII - que decidir o incidente de falsidade; XIX - que decretar medida de segurança, depois de transitar a sentença em julgado; XX - que impuser medida de segurança por transgressão de outra; XXI - que mantiver ou substituir a medida de segurança, nos casos do art. 774; XXII - que revogar a medida de segurança; XXIII - que deixar de revogar a medida de segurança, nos casos em que a lei admita a revogação; XXIV - que converter a multa em detenção ou em prisão simples.",
     "Art. 582. ": " Os recursos serão sempre para o Tribunal de Apelação, salvo nos casos dos ns. V, X e XIV. Parágrafo único. O recurso, no caso do n. XIV, será para o presidente do Tribunal de Apelação.",
     "Art. 583. ": " Subirão nos próprios autos os recursos: I - quando interpostos de oficio; II - nos casos do art. 581, ns. I, III, IV, VI, VIII e X; III - quando o recurso não prejudicar o andamento do processo. Parágrafo único. O recurso da pronúncia subirá em traslado, quando, havendo dois ou mais réus, qualquer deles se conformar com a decisão ou todos não tiverem sido ainda intimados da pronúncia.",
     "Art. 584. ": " Os recursos terão efeito suspensivo nos casos de perda da fiança, de concessão de livramento condicional e dos ns. XV, XVII e XXIV do art. 581. § 1º Ao recurso interposto de sentença de impronúncia ou no caso do n. VIII do art. 581, aplicar-se-á o disposto nos arts. 596 e 598. § 2º O recurso da pronúncia suspenderá tão-somente o julgamento. § 3º O recurso do despacho que julgar quebrada a fiança, suspenderá unicamente o efeito de perda da metade do seu valor.",
     "Art. 585. ": " O réu não poderá recorrer da pronúncia senão depois de preso, salvo se prestar fiança, nos casos em que a lei a admitir.",
     "Art. 586. ": " O recurso voluntário poderá ser interposto no prazo de cinco dias. Parágrafo único. No caso do art. 581, n. XIV, o prazo será de vinte dias, contado da data da publicação definitiva da lista de jurados.",
     "Art. 587. ": " Quando o recurso houver de subir por instrumento, a parte indicará, no respectivo termo, ou em requerimento avulso, as peças dos autos de que pretenda traslado. Parágrafo único. O traslado será extraído, conferido e concertado no prazo de cinco dias, e dele constarão sempre a decisão recorrida, a certidão de sua intimação, se por outra forma não for possível verificar-se a oportunidade do recurso, e o termo de interposição.",
     "Art. 588. ": " Dentro de dois dias, contados da interposição do recurso, ou do dia em que o escrivão, extraído o traslado, o fizer com vista ao recorrente, este oferecerá as razões e, em seguida, será aberta vista ao recorrido por igual prazo. Parágrafo único. Se o recorrido for o réu, será intimado do prazo na pessoa do defensor.",
     "Art. 589. ": " Com a resposta do recorrido ou sem ela, será o recurso concluso ao juiz, que, dentro de dois dias, reformará ou sustentará o seu despacho, mandando instruir o recurso com os traslados que Ihe parecerem necessários. Parágrafo único. Se o juiz reformar o despacho recorrido, a parte contrária, por simples petição, poderá recorrer da nova decisão, se couber recurso, não sendo mais lícito ao juiz modificá-la. Neste caso, independentemente de novos arrazoados, subirá o recurso nos próprios autos ou em traslado.",
     "Art. 590. ": " Quando for impossível ao escrivão extrair o traslado no prazo da lei, poderá o juiz prorrogá-lo até o dobro.",
     "Art. 591. ": " Os recursos serão apresentados ao juiz ou tribunal ad quem, dentro de cinco dias da publicação da resposta do juiz a quo, ou entregues ao Correio dentro do mesmo prazo.",
     "Art. 592. ": " Publicada a decisão do juiz ou do tribunal ad quem, deverão os autos ser devolvidos, dentro de cinco dias, ao juiz a quo.",
     "Art. 593. ": " Caberá apelação: I - das sentenças definitivas de condenação ou absolvição proferidas por juiz singular; II - das decisões definitivas, ou com força de definitivas, proferidas por juiz singular nos casos não previstos no Capítulo anterior; III - das decisões do Tribunal do Juri, e fundadas nos seguintes motivos:a)    ocorrer nulidade posterior à pronúncia;b)    injustiça da decisão dos jurados, por não encontrar apoio algum nas provas existentes nos autos ou produzidas em plenário;c) injustiça na sentença do juiz presidente, quanto à aplicação da pena ou da medida de segurança; Parágrafo único. Quando cabível a apelação, não poderá ser usado o recurso em sentido estrito, ainda que somente de parte da decisão se recorra.",
     "Art. 594. ": " O réu não poderá apelar sem recolher-se à prisão, ou prestar fiança, salvo se condenado por crime de que se livre solto.",
     "Art. 595. ": " Se o réu condenado fugir depois de haver apelado, será declarada deserta a apelação.",
     "Art. 596. ": " A apelação da sentença absolutória não impedirá que o réu seja posto imediatamente em liberdade, salvo nos processos por crime a que a lei comine pena de reclusão, no máximo, por tempo igual ou superior a oito anos. Parágrafo único. A apelação em nenhum caso suspenderá a execução da medida de segurança aplicada provisoriamente.",
     "Art. 597. ": " A apelação de sentença condenatória terá efeito suspensivo, salvo o disposto no art. 393, a aplicação provisória de interdições de direitos e de medidas de segurança (arts. 374 e 378), e o caso de suspensão condicional de pena.",
     "Art. 598. ": " Nos crimes de competência do Tribunal do Juri, ou do juiz singular, se da sentença não for interposta apelação pelo Ministério Público no prazo legal, o ofendido ou qualquer das pessoas enumeradas no art. 31, ainda que não se tenha habilitado como assistente, poderá interpor apelação, que não terá, porém, efeito suspensivo. Parágrafo único. O prazo para interposição desse recurso será de quinze dias e correrá do dia em que terminar o do Ministério Público.",
     "Art. 599. ": " As apelações poderão ser interpostas quer em relação a todo o julgado, quer em relação a parte dele.",
     "Art. 600. ": " Assinado o termo de apelação, o apelante e, depois dele, o apelado terão o prazo de oito dias cada um para oferecer razões, salvo nos processos de contravenção, em que o prazo será de três dias. § 1º Se houver assistente, este arrazoará, no prazo de três dias, após o Ministério Público. § 2º Se a ação penal for movida pela parte ofendida, o Ministério Público terá vista dos autos, no prazo do parágrafo anterior. § 3º Quando forem dois ou mais os apelantes ou apelados, os prazos serão comuns.",
     "Art. 601. ": " Findos os prazos para razões, os autos serão remetidos à instância superior, com as razões ou sem elas, no prazo de cinco dias, salvo no caso do art. 603, segunda parte, em que o prazo será de trinta dias. § 1º Se houver mais de um réu, e não houverem todos sido julgados, ou não tiverem todos apelado, caberá ao apelante promover extração do traslado dos autos, o qual deverá ser remetido à instância superior no prazo de trinta dias, contado da data da entrega das últimas razões de apelação, ou do vencimento do prazo para a apresentação das do apelado. § 2º As despesas do traslado correrão por conta de quem o solicitar, salvo se o pedido for de réu pobre ou do Ministério Público.",
     "Art. 602. ": " Os autos serão, dentro dos prazos do artigo anterior, apresentados ao tribunal ad quem ou entregues ao Correio, sob registro.",
     "Art. 603. ": " A apelação subirá nos autos originais e, a não ser no Distrito Federal e nas comarcas que forem sede de Tribunal de Apelação, ficará em cartório traslado dos termos essenciais do processo referidos no art. 564, n. III.",
     "Art. 604. ": " Se houver divergência entre a sentença proferida pelo presidente do tribunal do juri e as respostas dos jurados aos quesitos, o Tribunal de Apelação fará a retificação devida, aplicando a pena legal.",
     "Art. 605. ": " No caso de contradição entre as respostas aos quesitos, o Tribunal de Apelação fará prevalecer a que se ajustar à prova dos autos, salvo quando uma importar a absolvição e outra a condenação de réu, caso em que se declarará a nulidade do julgamento.",
     "Art. 606. ": " Se a apelação se fundar no n. III, letra b, do art. 593 e o Tribunal de Apelação se convencer de que a decisão dos jurados não encontra apoio algum nas provas existentes nos autos, dará provimento à apelação para aplicar a pena legal, ou absorver o réu, conforme o caso. Parágrafo único. Interposta a apelação com fundamento no n. III, letra c, do art. 593, o Tribunal de Apelação, dando-lhe provimento, retificará a aplicação da pena ou da medida de segurança.",
     "Art. 607. ": " O protesto por novo juri é privativo da defesa, e somente se admitirá quando a sentença condenatória for de reclusão por tempo igual ou superior a vinte anos, não podendo em caso algum ser feito mais de uma vez. § 1º Não se admitirá protesto por novo juri, quando a pena for imposta em grau de apelação (art. 606). § 2º O protesto invalidará qualquer outro recurso interposto e será feito na forma e nos prazos estabelecidos para interposição da apelação. § 3º No novo julgamento não servirão jurados que tenham tomado parte no primeiro.",
     "Art. 608. ": " O protesto por novo juri não impedirá a interposição da apelação, quando, pela mesma sentença, o réu tiver sido condenado por outro crime, em que não caiba aquele protesto. A apelação, entretanto, ficará suspensa, até a nova decisão provocada pelo protesto.",
     "Art. 609. ": " Os recursos e apelações serão julgados pelos Tribunal de Apelação, câmaras criminais ou turmas, de acordo com a competência estabelecida pelas leis de organização judiciária.",
     "Art. 610. ": " Nos recursos em sentido estrito, com exceção do de habeas-corpus, e nas apelações interpostas das sentenças em processo de contravenção ou de crime a que a lei comine pena de detenção, os autos irão imediatamente com vista ao procurador-geral pelo prazo de cinco dias, e, em seguida, passarão, por igual prazo, ao relator, que pedirá designação de dia para o julgamento. Parágrafo único. Anunciado o julgamento pelo presidente, e apregoadas as partes, com a presença destas ou à sua revelia, o relator fará a exposição do feito, e, em seguida, o presidente concederá, pelo prazo de dez minutos, a palavra aos advogados ou às partes que a solicitarem e ao procurador-geral, quando o requerer, por igual prazo.",
     "Art. 611. ": " Quando o recurso for de habeas-corpus, o procurador geral não terá vista dos autos.",
     "Art. 612. ": " Os recursos de habeas-corpus, designado o relator, serão julgados na primeira sessão.",
     "Art. 613. ": " As apelações interpostas das sentenças proferidas em processos por crime a que a lei comine pena de reclusão, deverão ser processadas e julgadas pela forma estabelecida no Art. 610, com as seguintes modificações: I - depois de vistos pelo relator, passarão os autos ao revisor, que terá igual prazo para o exame do processo e pedirá designação de dia para o julgamento; II - os prazos serão ampliados ao dobro; III - o tempo para os debates será de um quarto de hora.",
     "Art. 614. ": " No caso de impossibilidade de observância de qualquer dos prazos marcados nos arts. 610 e 613, os motivos da demora serão declarados nos autos.",
     "Art. 615. ": " O tribunal decidirá por maioria de votos. § 1º Havendo empate de votos no julgamento de recursos, se o presidente do tribunal, câmara ou turma, não tiver tomado parte na votação, proferirá o voto de desempate; no caso contrário, prevalecerá a decisão mais favorável ao réu. § 2º O acórdão será apresentado à conferência na primeira sessão seguinte à do julgamento, ou no prazo de duas sessões, pelo juiz incumbido de lavrá-lo.",
     "Art. 616. ": " No julgamento das apelações poderá o tribunal, câmara ou turma proceder a novo interrogatório do acusado, reinquirir testemunhas ou determinar outras diligências.",
     "Art. 617. ": " O tribunal, câmara ou turma atenderá nas suas decisões ao disposto nos arts. 383, 386 e 387, no que for aplicável, não podendo, porém, ser agravada a pena, quando somente o réu houver apelado da sentença.",
     "Art. 618. ": " Os regimentos dos Tribunais de Apelação estabelecerão as normas complementares para o processo e julgamento dos recursos e apelações.",
     "Art. 619. ": " Aos acórdãos proferidos pelos Tribunais de Apelação, câmaras ou turmas, poderão ser opostos embargos de declaração, quando houver na sentença ambigüidade, obscuridade, contradição ou omissão.",
     "Art. 620. ": " Os embargos de declaração serão deduzidos em requerimento de que constem os pontos em que o acórdão é ambíguo, obscuro, contraditório ou omisso. § 1º O requerimento será apresentado pelo relator e julgado, independentemente de revisão, na primeira sessão. § 2º Se não preenchidas as condições enumeradas neste artigo, o relator indeferirá desde logo o requerimento.",
     "Art. 621. ": " A revisão dos processos findos será admitida: I - quando a sentença condenatória for contrária ao texto expresso da lei penal ou à evidência dos autos; II - quando a sentença condenatória se fundar em depoimentos, exames ou documentos comprovadamente falsos; III - quando, após a sentença, se descobrirem novas provas de inocência do condenado ou de circunstância que determine ou autorize diminuição especial da pena.",
     "Art. 622. ": " A revisão poderá ser requerida em qualquer tempo, antes da extinção da pena ou após. Parágrafo único. Não será admissível a reiteração do pedido, salvo se fundado em novas provas.",
     "Art. 623. ": " A revisão poderá ser pedida pelo próprio réu ou por procurador legalmente habilitado ou, no caso de morte do réu, pelo cônjuge, ascendente, descendente ou irmão.",
     "Art. 624. ": " As revisões criminais serão processadas e julgadas: I - pelo Supremo Tribunal Federal, quanto às condenações proferidas por ele próprio; II - pelos Tribunais de Apelação, nos demais casos. Parágrafo único. No Supremo Tribunal Federal, o julgamento obedecerá ao que for estabelecido no respectivo regimento interno. Nos Tribunais de Apelação, o julgamento será efetuado pelas câmaras ou turmas criminais, reunidas em sessão conjunta, quando houver mais de uma e, no caso contrário, pelo tribunal pleno.",
     "Art. 625. ": " O requerimento será distribuído a um relator e a um revisor, devendo funcionar como relator um desembargador que não tenha pronunciado decisão em qualquer fase do processo. § 1º O requerimento será instruído com a certidão de haver passado em julgado a sentença condenatória e com as peças necessárias à comprovação dos fatos argüidos. § 2º O relator poderá determinar que se apensem os autos originais, se daí não advier dificuldade à execução normal da sentença. § 3º Se o relator julgar insuficientemente instruído o pedido e inconveniente ao interesse da justiça que se apensem os autos originais, indeferi-lo-á in limine, dando recurso para as câmaras reunidas ou para o tribunal, conforme o caso (art. 624, parágrafo único). § 4º Interposto o recurso por petição e independentemente de termo, o relator apresentará o processo em mesa para o julgamento e o relatará, sem tomar parte na discussão. § 5º Se o requerimento não for indeferido in limine, abrir-se-á vista dos autos ao procurador-geral, que dará parecer no prazo de dez dias. Em seguida, examinados os autos, sucessivamente, em igual prazo, pelo relator e revisor, julgar-se-á o pedido na sessão que o presidente designar.",
     "Art. 626. ": " Julgando procedente a revisão, o tribunal poderá alterar a classificação da infração, absolver o réu, modificar a pena ou anular o processo. Parágrafo único. De qualquer maneira, não poderá ser agravada a pena imposta pela decisão revista.",
     "Art. 627. ": " A absolvição implicará o restabelecimento de todos os direitos perdidos em virtude da condenação, devendo o tribunal, se for caso, impor a medida de segurança cabível.",
     "Art. 628. ": " Os regimentos internos dos Tribunais de Apelação estabelecerão as normas complementares para o processo e julgamento das revisões criminais.",
     "Art. 629. ": " À vista da certidão do acórdão que cassar a sentença condenatória, o juiz mandará juntá-la imediatamente aos autos, para inteiro cumprimento da decisão.",
     "Art. 630. ": " O tribunal, se o interessado o requerer, poderá reconhecer o direito a uma justa indenização pelos prejuízos sofridos. § 1º Por essa indenização, que será liquidada no juízo cível, responderá a União, se a condenação tiver sido proferida pela justiça do Distrito Federal ou de Território, ou o Estado, se o tiver sido pela respectiva justiça. § 2º A indenização não será devida: a)   se o erro ou a injustiça da condenação proceder de ato ou falta imputável ao próprio impetrante, como a confissão ou a ocultação de prova em seu poder;b)  se a acusação houver sido meramente privada.",
     "Art. 631. ": " Quando, no curso da revisão, falecer a pessoa, cuja condenação tiver de ser revista, o presidente do tribunal nomeará curador para a defesa.",
     "Art. 632. ": " Das decisões criminais, proferidas pelos Tribunais de Apelação, em última ou única instância, caberá recurso extraordinário para o Supremo Tribunal Federal: I - quando a decisão for contra a letra de tratado ou de lei federal sobre cuja aplicação se haja questionado; II - quando se questionar sobre a vigência ou a validade de lei federal em face da Constituição, e a decisão do tribunal local negar aplicação à lei impugnada; III - quando se contestar a validade de lei ou ato dos governos locais em face da Constituição, ou de lei federal, e a decisão do tribunal local julgar válida a lei ou o ato impugnado; IV - quando decisões definitivas dos Tribunais de Apelação de Estados diferentes, inclusive do Distrito Federal ou dos Territórios, ou decisões definitivas de um desses tribunais e do Supremo Tribunal Federal derem à mesma lei federal inteligência diversa.",
     "Art. 633. ": " O recurso extraordinário será interposto mediante petição ao presidente do Tribunal de Apelação, dentro de dez dias, contados da publicação do acórdão.",
     "Art. 634. ": " Concedido o recurso e intimado o recorrido, ou, se este for o réu, o seu defensor, extrair-se-á traslado, e depois de conferido e concertado, abrir-se-á vista dos respectivos autos, por quinze dias sucessivamente, ao recorrente e ao recorrido.",
     "Art. 635. ": " O traslado conterá cópia da denúncia ou da queixa, das sentenças e acórdãos, assim como das demais peças indicadas pelo recorrente.",
     "Art. 636. ": " O traslado ficará concluído dentro de sessenta dias, contados da data do despacho que conceder o recurso, e os respectivos autos, depois de arrazoados, serão entregues à secretaria do Supremo Tribunal Federal, dentro de cinco dias, devendo ser registrados no Correio, no mesmo prazo, os originários dos Estados ou Territórios.",
     "Art. 637. ": " O recurso extraordinário não tem efeito suspensivo, e uma vez arrazoados pelo recorrido os autos do traslado, os originais baixarão à primeira instância, para a execução da sentença.",
     "Art. 638. ": " O recurso extraordinário será processado e julgado no Supremo Tribunal Federal na forma estabelecida pelo respectivo regimento interno.",
     "Art. 639. ": " Dar-se-á carta testemunhável: I - da decisão que denegar o recurso; II - da que, admitindo embora o recurso, obstar à sua expedição e seguimento para o juízo ad quem.",
     "Art. 640. ": " A carta testemunhável será requerida ao escrivão, ou ao secretário do tribunal, conforme o caso, nas quarenta e oito horas seguintes ao despacho que denegar o recurso, indicando o requerente as peças do processo que deverão ser trasladadas.",
     "Art. 641. ": " O escrivão, ou o secretário do tribunal, dará recibo da petição à parte e, no prazo máximo de cinco dias, no caso de recurso no sentido estrito, ou de sessenta dias, no caso de recurso extraordinário, fará entrega da carta, devidamente conferida e concertada.",
     "Art. 642. ": " O escrivão, ou o secretário do tribunal, que se negar a dar o recibo, ou deixar de entregar, sob qualquer pretexto, o instrumento, será suspenso por trinta dias. O juiz, ou o presidente do Tribunal de Apelação, em face de representação do testemunhante, imporá a pena e mandará que seja extraído o instrumento, sob a mesma sanção, pelo substituto do escrivão ou do secretário do tribunal. Se o testemunhante não for atendido, poderá reclamar ao presidente do tribunal ad quem, que avocará os autos, para o efeito do julgamento do recurso e imposição da pena.",
     "Art. 643. ": " Extraído e autuado o instrumento, observar-se-á o disposto nos arts. 588 a 592, no caso de recurso em sentido estrito, ou o processo estabelecido para o recurso extraordinário, se deste se tratar.",
     "Art. 644. ": " O tribunal, câmara ou turma a que competir o julgamento da carta, se desta tomar conhecimento, mandará processar o recurso, ou, se estiver suficientemente instruída, decidirá logo, de meritis.",
     "Art. 645. ": " O processo da carta testemunhável na instância superior seguirá o processo do recurso denegado.",
     "Art. 646. ": " A carta testemunhável não terá efeito suspensivo.",
     "Art. 647. ": " Dar-se-á habeas-corpus sempre que alguém sofrer ou se achar na iminência de sofrer violência ou coação ilegal na sua liberdade de ir e vir, salvo nos casos de punição disciplinar.",
     "Art. 648. ": " A coação considerar-se-á ilegal: I - quando não houver justa causa; II - quando alguém estiver preso por mais tempo do que determina a lei; III - quando quem ordenar a coação não tiver competência para fazê-lo; IV - quando houver cessado o motivo que autorizou a coação; V - quando não for alguém admitido a prestar fiança, nos casos em que a lei a autoriza; VI - quando o processo for manifestamente nulo; VII - quando extinta a punibilidade.",
     "Art. 649. ": " O juiz ou o tribunal, dentro dos limites da sua jurisdição, fará passar imediatamente a ordem impetrada, nos casos em que tenha cabimento, seja qual for a autoridade coatora.",
     "Art. 650. ": " Competirá conhecer, originariamente, do pedido de habeas-corpus: I - ao Supremo Tribunal Federal, nos casos previstos no art. 101, n. I, g, da Constituição; II - aos Tribunais de Apelação, sempre que os atos de violência ou coação forem atribuídos ao governador ou interventor do Estado e ao prefeito do Distrito Federal, ou a seus secretários, ou aos chefes de Polícia. § 1º A competência do juiz cessará sempre que a violência ou coação provier de autoridade judiciária de igual ou superior jurisdição. § 2º Não cabe o habeas-corpus contra a prisão administrativa, atual ou iminente, dos responsáveis por dinheiro ou valor pertencente à Fazenda Pública, alcançados ou omissos em fazer o seu recolhimento nos prazos legais, salvo se o pedido for acompanhado de prova de quitação ou de depósito do alcance verificado, ou se a prisão exceder o prazo legal.",
     "Art. 651. ": " A concessão do habeas-corpus não obstará, nem porá termo ao processo, desde que este não esteja em conflito com os fundamentos daquela.",
     "Art. 652. ": " Se o habeas-corpus for concedido em virtude de nulidade do processo, este será renovado.",
     "Art. 653. ": " Ordenada a soltura do paciente em virtude de habeas-corpus, será condenada nas custas a autoridade que, por má-fé ou evidente abuso de poder, tiver determinado a coação. Parágrafo único. Neste caso, será remetida ao Ministério Público cópia das peças necessárias para ser promovida a responsabilidade da autoridade.",
     "Art. 654. ": " O habeas-corpus poderá ser impetrado por qualquer pessoa, em seu favor ou de outrem, bem como pelo Ministério Público. § 1º A petição de habeas-corpus conterá:a)   o nome da pessoa que sofre ou está ameaçada de sofrer violência ou coação e o de quem exercer a violência, coação ou ameaça;b)    a declaração da espécie de constrangimento ou, em caso de simples ameaça de coação, as razões em que funda o seu temor;c)    a assinatura do impetrante, ou de alguém a seu rogo, quando não souber ou não puder escrever, e a designação das respectivas residências. § 2º Os juízes e os tribunais têm competência para expedir de ofício ordem de habeas-corpus, quando no curso de processo verificarem que alguém sofre ou está na iminência de sofrer coação ilegal.",
     "Art. 655. ": " O carcereiro ou o diretor da prisão, o escrivão, o oficial de justiça ou a autoridade judiciária ou policial que embaraçar ou procrastinar a expedição de ordem de habeas-corpus, as informações sobre a causa da prisão, a condução e apresentação do paciente, ou a sua soltura, será multado na quantia de duzentos mil réis a um conto de réis, sem prejuízo das penas em que incorrer. As multas serão impostas pelo juiz do tribunal que julgar o habeas-corpus, salvo quando se tratar de autoridade judiciária, caso em que caberá ao Supremo Tribunal Federal ou ao Tribunal de Apelação impor as multas.",
     "Art. 656. ": " Recebida a petição de habeas-corpus, o juiz, se julgar necessário, e estiver preso o paciente, mandará que este lhe seja imediatamente apresentado em dia e hora que designar. Parágrafo único. Em caso de desobediência, será expedido mandado de prisão contra o detentor, que será processado na forma da lei, e o juiz providenciará para que o paciente seja tirado da prisão e apresentado em juízo.",
     "Art. 657. ": " Se o paciente estiver preso, nenhum motivo escusará a sua apresentação, salvo: I - grave enfermidade do paciente; II - não estar ele sob a guarda da pessoa a quem se atribui a detenção; III - se o comparecimento não tiver sido determinado pelo juiz ou pelo tribunal. Parágrafo único. O juiz poderá ir ao local em que o paciente se encontrar, se este não puder ser apresentado por motivo de doença.",
     "Art. 658. ": " O detentor declarará à ordem de quem o paciente estiver preso.",
     "Art. 659. ": " Se o juiz ou o tribunal verificar que já cessou a violência ou coação ilegal, julgará prejudicado o pedido.",
     "Art. 660. ": " Efetuadas as diligências, e interrogado o paciente, o juiz decidirá, fundamentadamente, dentro de vinte e quatro horas. § 1º Se a decisão for favorável ao paciente, será logo posto em liberdade, salvo se por outro motivo dever ser mantido na prisão. § 2º Se os documentos que instruírem a petição evidenciarem a ilegalidade da coação, o juiz ou o tribunal ordenará que cesse imediatamente o constrangimento. § 3º Se a ilegalidade decorrer do fato de não ter sido o paciente admitido a prestar fiança, o juiz arbitrará o valor desta, que poderá ser prestada perante ele, remetendo, neste caso, à autoridade os respectivos autos, para serem anexados aos do inquérito policial ou aos do processo judicial. § 4º Se a ordem de habeas-corpus for concedida para evitar ameaça de violência ou coação ilegal, dar-se-á ao paciente salvo-conduto assinado pelo juiz. § 5º Será incontinenti enviada cópia da decisão à autoridade que tiver ordenado a prisão ou tiver o paciente à sua disposição, a fim de juntar-se aos autos do processo. § 6º Quando o paciente estiver preso em lugar que não seja o da sede do juízo ou do tribunal que conceder a ordem, o alvará de soltura será expedido pelo telégrafo, se houver, observadas as formalidades estabelecidas no art. 289, parágrafo único, in fine, ou por via postal.",
     "Art. 661. ": " Em caso de competência originária do Tribunal de Apelação, a petição de habeas-corpus será apresentada ao secretário, que a enviará imediatamente ao presidente do tribunal, ou da câmara criminal, ou da turma, que estiver reunida, ou primeiro tiver de reunir-se.",
     "Art. 662. ": " Se a petição contiver os requisitos do art. 654, § 1º, o presidente, se necessário, requisitará da autoridade indicada como coatora informações por escrito. Faltando, porém, qualquer daqueles requisitos, o presidente mandará preenchê-lo, logo que lhe for apresentada a petição.",
     "Art. 663. ": " As diligências do artigo anterior não serão ordenadas, se o presidente entender que o habeas-corpus deva ser indeferido in limine. Nesse caso, levará a petição ao tribunal, câmara ou turma, para que delibere a respeito.",
     "Art. 664. ": " Recebidas as informações, ou dispensadas, o habeas-corpus será julgado na primeira sessão, podendo, entretanto, adiar-se o julgamento para a sessão seguinte. Parágrafo único. A decisão será tomada por maioria de votos. Havendo empate, se o presidente não tiver tomado parte na votação, proferirá voto de desempate; no caso contrário, prevalecerá a decisão mais favorável ao paciente.",
     "Art. 665. ": " O secretário do tribunal lavrará a ordem que, assinada pelo presidente do tribunal, câmara ou turma, será dirigida por ofício ou telegrama, ao detentor, ao carcereiro ou autoridade que exercer ou ameaçar exercer o constrangimento. Parágrafo único. A ordem transmitida por telegrama obedecerá ao disposto no art. 289, parágrafo único, in fine.",
     "Art. 666. ": " Os regimentos dos Tribunais de Apelação estabelecerão as normas complementares para o processo e julgamento do pedido de habeas-corpus de sua competência originária.",
     "Art. 667. ": " No processo e julgamento do habeas-corpus de competência originária do Supremo Tribunal Federal, bem como nos de recurso das decisões de última ou única instância, denegatórias de habeas-corpus, observar-se-á, no que lhes for aplicável, o disposto nos artigos anteriores, devendo o regimento interno do tribunal estabelecer as regras complementares.LIVRO IVDA EXECUÇÃO",
     "Art. 668. ": " A execução, onde não houver juiz especial, incumbirá ao juiz da sentença, ou, se a decisão for do Tribunal do Juri, ao seu presidente. Parágrafo único. Se a decisão for de tribunal superior, nos casos de sua competência originária, caberá ao respectivo presidente prover-lhe a execução.",
     "Art. 669. ": " Só depois de passar em julgado, será exeqüível a sentença, salvo: I - quando condenatória, para o efeito de sujeitar o réu a prisão, ainda no caso de crime afiançável, enquanto não for prestada a fiança; II - quando absolutória, para o fim de imediata soltura do réu, desde que não proferida em processo por crime a que a lei comine pena de reclusão, no máximo, por tempo igual ou superior a oito anos.",
     "Art. 670. ": " No caso de decisão absolutória confirmada ou proferida em grau de apelação, incumbirá ao relator fazer expedir o alvará de soltura, de que dará imediatamente conhecimento ao juiz de primeira instância.",
     "Art. 671. ": " Os incidentes da execução serão resolvidos pelo respectivo juiz.",
     "Art. 672. ": " Computar-se-á na pena privativa da liberdade o tempo: I - de prisão preventiva no Brasil ou no estrangeiro; II - de prisão provisória no Brasil ou no estrangeiro; III - de internação em hospital ou manicômio.",
     "Art. 673. ": " Verificado que o réu, pendente a apelação por ele interposta, já sofreu prisão por tempo igual ao da pena a que foi condenado, o relator do feito mandará pô-lo imediatamente em liberdade, sem prejuízo do julgamento do recurso, salvo se, no caso de crime a que a lei comine pena de reclusão, no máximo, por tempo igual ou superior a oito anos, o querelante ou o Ministério Público também houver apelado da sentença condenatória.",
     "Art. 674. ": " Transitando em julgado a sentença que impuser pena privativa de liberdade, se o réu já estiver preso, ou vier a ser preso, o juiz ordenará a expedição de carta de guia para o cumprimento da pena. Parágrafo único. Na hipótese do art. 82, última parte, a expedição da carta de guia será ordenada pelo juiz competente para a soma ou unificação das penas.",
     "Art. 675. ": " No caso de ainda não ter sido expedido mandado de prisão, por tratar-se de infração penal em que o réu se livra solto ou por estar afiançado, o juiz, ou o presidente da câmara ou tribunal, se tiver havido recurso, fará expedir o mandado de prisão, logo que transite em julgado a sentença condenatória. § 1º No caso de reformada pela superior instância, em grau de recurso, a sentença absolutória, estando o réu solto, o presidente da câmara ou do tribunal fará, logo após a sessão de julgamento, remeter ao chefe de Polícia o mandado de prisão do condenado. § 2º Se o réu estiver em prisão especial, deverá, ressalvado o disposto na legislação relativa aos militares, ser expedida ordem para sua imediata remoção para prisão comum, até que se verifique a expedição de carta de guia para o cumprimento da pena.",
     "Art. 676. ": " A carta de guia, extraída pelo escrivão e assinada pelo juiz, que a rubricará em todas as folhas, será remetida ao diretor do estabelecimento em que tenha de ser cumprida a sentença condenatória, e conterá: I - o nome do réu e a alcunha por que for conhecido; II - a sua qualificação civil (naturalidade, filiação, idade, estado, profissão), instrução e, se constar, número do registro geral do Instituto de Identificação e Estatística ou de repartição congênere; III - o teor integral da sentença condenatória e a data da terminação da pena. Parágrafo único. Expedida carta de guia para cumprimento de uma pena, se o réu estiver cumprindo outra, só depois de terminada a execução desta será aquela executada. Retificar-se-á a carta de guia sempre que sobrevenha modificação quanto ao início da execução ou ao tempo de duração da pena.",
     "Art. 677. ": " Da carta de guia e seus aditamentos se remeterá cópia ao Conselho Penitenciário.",
     "Art. 678. ": " O diretor do estabelecimento, em que o réu tiver de cumprir a pena, passará recibo da carta de guia para juntar-se aos autos do processo.",
     "Art. 679. ": " As cartas de guia serão registradas em livro especial, segundo a ordem cronológica do recebimento, fazendo-se no curso da execução as anotações necessárias.",
     "Art. 680. ": " Computar-se-á no tempo da pena o período em que o condenado, por sentença irrecorrível, permanecer preso em estabelecimento diverso do destinado ao cumprimento dela.",
     "Art. 681. ": " Se impostas cumulativamente penas privativas da liberdade, será executada primeiro a de reclusão, depois a de detenção e por último a de prisão simples.",
     "Art. 682. ": " O sentenciado a que sobrevier doença mental, verificada por perícia médica, será internado em manicômio judiciário, ou, à falta, em outro estabelecimento adequado, onde lhe seja assegurada a custódia. § 1º Em caso de urgência, o diretor do estabelecimento penal poderá determinar a remoção do sentenciado, comunicando imediatamente a providência ao juiz, que, em face da perícia médica, ratificará ou revogará a medida. § 2º Se a internação se prolongar até o término do prazo restante da pena e não houver sido imposta medida de segurança detentiva, o indivíduo terá o destino aconselhado pela sua enfermidade, feita a devida comunicação ao juiz de incapazes.",
     "Art. 683. ": " O diretor da prisão a que o réu tiver sido recolhido provisoriamente ou em cumprimento de pena comunicará imediatamente ao juiz o óbito, a fuga ou a soltura do detido ou sentenciado para que fique constando dos autos. Parágrafo único. A certidão de óbito acompanhará a comunicação.",
     "Art. 684. ": " A recaptura do réu evadido não depende de prévia ordem judicial e poderá ser efetuada por qualquer pessoa.",
     "Art. 685. ": " Cumprida ou extinta a pena, o condenado será posto, imediatamente, em liberdade, mediante alvará do juiz, no qual se ressalvará a hipótese de dever o condenado continuar na prisão por outro motivo legal. Parágrafo único. Se tiver sido imposta medida de segurança detentiva, o condenado será removido para estabelecimento adequado (art. 762).",
     "Art. 686. ": " A pena de multa será paga dentro em dez dias após haver transitado em julgado a sentença que a impuser. Parágrafo único. Se interposto recurso da sentença, esse prazo será contado do dia em que o juiz ordenar o cumprimento da decisão da superior instância.",
     "Art. 687. ": " O juiz poderá, desde que o condenado o requeira: I - prorrogar o prazo do pagamento da multa até três meses, se as circunstâncias justificarem essa prorrogação; II - permitir, se a multa exceder a importância de quinhentos mil réis, que o pagamento se realize em quotas mensais, dentro no prazo de um ano, prorrogável por seis meses, desde que metade da quantia tenha sido paga ou o condenado assegure o pagamento, mediante caução real ou fidejussória; § 1º O requerimento, tanto no caso do n. I, como no do n. II, será feito dentro do decêndio concedido para o pagamento da multa. § 2º A permissão para pagamento da multa em quotas será revogada, se o juiz reconhecer que o condenado dela se vale para fraudar a execução da pena.",
     "Art. 688. ": " Findo o decêndio ou a prorrogação sem que o condenado efetue o pagamento, ou ocorrendo a hipótese prevista no § 2º do artigo anterior, observar-se-á o seguinte: I - possuindo o condenado bens sobre os quais possa recair a execução, será extraída certidão da sentença condenatória, a fim de que o Ministério Público proceda à cobrança judicial; II - sendo o condenado insolvente, far-se-á a cobrança:a)   mediante desconto de quarta parte de sua remuneração (arts. 29, § 1º, e 37 do Código Penal), quando cumprir pena privativa da liberdade, cumulativamente imposta com a de multa;b)  mediante desconto em seu vencimento ou salário, se, cumprida a pena privativa da liberdade, ou concedido o livramento condicional, a multa não houver sido resgatada;c)   mediante esse desconto, se a multa for a única pena imposta ou no caso de suspensão condicional da pena. § 1º O desconto, nos casos das letras b e c, será feito mediante ordem ao empregador, à repartição competente ou à administração da entidade paraestatal, e, antes de fixá-lo, o juiz requisitará informações e ordenará diligências, inclusive arbitramento, quando necessário, para observância do art. 37, § 3º, do Código Penal. § 2º Sob pena de desobediência e sem prejuízo da execução a que ficará sujeito, o empregador será intimado a recolher mensalmente, até o dia fixado pelo juiz, a importância correspondente ao desconto, em selo penitenciário, que será inutilizado nos autos pelo juiz. § 3º Se o condenado for funcionário estadual ou municipal ou empregado de entidade paraestatal, a importância do desconto será, semestralmente, recolhida ao Tesouro Nacional, delegacia fiscal ou coletoria federal, como receita do selo penitenciário. § 4º As quantias descontadas em folha de pagamento de funcionário federal constituirão renda do selo penitenciário.",
     "Art. 689. ": " A multa será convertida, à razão de dez mil-réis por dia, em detenção ou prisão simples, no caso de crime ou de contravenção: I - se o condenado solvente frustrar o pagamento da multa; § 1º Se o juiz reconhecer desde logo a existência de causa para a conversão, a ela procederá de ofício ou a requerimento do Ministério Público, independentemente de audiência do condenado; caso contrário, depois de ouvir o condenado, se encontrado no lugar da sede do juízo, poderá admitir a apresentação de prova pelas partes, inclusive testemunhal, no prazo de três dias. § 2º O juiz, desde que transite em julgado a decisão, ordenará a expedição de mandado de prisão ou aditamento à carta de guia, conforme esteja o condenado solto ou em cumprimento de pena privativa da liberdade.",
     "Art. 690. ": " O juiz tornará sem efeito a conversão, expedindo alvará de soltura ou cassando a ordem de prisão, se o condenado, em qualquer tempo: I - pagar a multa; II - prestar caução real ou fidejussória que lhe assegure o pagamento. Parágrafo único. No caso do n. II, antes de homologada a caução, será ouvido o Ministério Público dentro do prazo de dois dias.",
     "Art. 691. ": " O juiz dará à autoridade administrativa competente conhecimento da sentença transitada em julgado, que impuser ou de que resultar a perda da função pública ou a incapacidade temporária para investidura em função pública ou para exercício de profissão ou atividade.",
     "Art. 692. ": " No caso de incapacidade temporária ou permanente para o exercício do pátrio poder, da tutela ou da curatela, o juiz providenciará para que sejam acautelados, no juízo competente, a pessoa e os bens do menor ou do interdito.",
     "Art. 693. ": " A incapacidade permanente ou temporária para o exercício da autoridade marital ou do pátrio poder será averbada no registro civil.",
     "Art. 694. ": " As penas acessórias consistentes em interdições de direitos serão comunicadas ao Instituto de Identificação e Estatística ou estabelecimento congênere, figurarão na folha de antecedentes do condenado e serão mencionadas no rol de culpados.",
     "Art. 695. ": " Iniciada a execução das interdições temporárias (art. 72, a e b, do Código Penal), o juiz, de ofício, a requerimento do Ministério Público ou do condenado, fixará o seu termo final, completando as providências determinadas nos artigos anteriores.",
     "Art. 696. ": " O juiz poderá suspender, por tempo não menor de dois nem maior de seis anos, a execução da pena de detenção não superior a dois anos, ou de reclusão, no caso do art. 30, § 3º, do Código Penal, ou, por tempo não menor de um nem maior de três anos, a execução da pena de prisão simples, não superior a dois anos, desde que: I - não haja o sentenciado sofrido, no Brasil ou no estrangeiro, condenação por outro crime, ou condenação, no Brasil, por motivo de condenação; II - os antecedentes e a personalidade do sentenciado, os motivos e as circunstâncias do crime autorizem a presunção de que não tornará a delinquir. Parágrafo único. Processado o beneficiário por outro crime ou contravenção, considerar-se-á prorrogado o prazo da suspensão da pena até o julgamento definitivo.",
     "Art. 697. ": " O juiz ou tribunal, na sentença condenatória, desde que reunidos os requisitos mencionados no artigo anterior e em seu n. I, deverá pronunciar-se sobre a suspensão condicional da pena, concedendo-a ou denegando-a e dando, em qualquer caso, os motivos da decisão.",
     "Art. 698. ": " No caso de concessão de benefício, a sentença estabelecerá as condições e regras a que ficará sujeito o réu durante o prazo fixado, começando este a correr da audiência em que se o juiz ou o tribunal der conhecimento da sentença ao beneficiário.",
     "Art. 699. ": " No caso de condenação pelo tribunal do juri, a suspensão condicional da pena competirá ao seu presidente.",
     "Art. 700. ": " A suspensão não compreende a multa, as penas acessórias, os efeitos da condenação nem as custas.",
     "Art. 701. ": " O juiz, ao conceder a suspensão, fixará, tendo em conta as condições econômicas ou profissionais do réu, o prazo para o pagamento, integral ou em prestações, das custas do processo e taxa penitenciária.",
     "Art. 702. ": " Em caso de co-autoria, a suspensão poderá ser concedida a uns e negada a outros réus.",
     "Art. 703. ": " O juiz que conceder a suspensão lerá ao réu, em audiência, a sentença respectiva, e o advertirá das conseqüências de nova infração penal e da transgressão das obrigações impostas.",
     "Art. 704. ": " Quando for concedida a suspensão pela superior instância, a esta caberá estabelecer-lhe as condições, podendo a audiência ser presidida por qualquer membro do Tribunal ou câmara, pelo juiz do processo ou por outro designado pelo presidente do tribunal ou câmara.",
     "Art. 705. ": " Se, intimado pessoalmente ou por edital com prazo de 20 dias, o réu não comparecer à audiência a que se refere o art. 703, a suspensão ficará sem efeito e será executada imediatamente a pena, salvo prova de justo impedimento, caso em que será marcada nova audiência.",
     "Art. 706. ": " A suspensão também ficará sem efeito, se, em virtude de recurso interposto pelo Ministério Público, for aumentada a pena de modo que exclua a concessão do benefício.",
     "Art. 707. ": " A medida será revogada: I - se durante o prazo da suspensão, em sentença irrecorrível, o réu for condenado por crime, ou lhe for imposta pena privativa de liberdade, por motivo de contravenção; II - se o réu, solvente, frustrar o pagamento da multa ou a reparação do dano. § 1º O juiz poderá revogar a suspensão ou prorrogar o período de prova até o máximo, se não tiver sido este o fixado, quando o réu for condenado irrecorrivelmente, por motivo de contravenção, somente a pena de multa, ou infringir qualquer das obrigações impostas pela sentença. § 2º No caso do n. I, a revogação será decretada à vista da certidão da sentença condenatória intercorrente, ou da comunicação feita pelo juiz que a tiver proferido ou da informação prestada pelo Instituto de Identificação e Estatística ou repartição congênere.",
     "Art. 708. ": " Expirado o prazo de suspensão ou a prorrogação, sem que tenha ocorrido motivo de revogação, a pena privativa de liberdade será declarada extinta. Parágrafo único. O juiz, quando julgar necessário, requisitará, antes do julgamento, nova folha de antecedentes do beneficiário.",
     "Art. 709. ": " A condenação será inscrita, com a nota de suspensão, em livros especiais do Instituto de Identificação e Estatística, ou repartição congênere, averbando-se, mediante comunicação do juiz ou do tribunal, a revogação da suspensão ou a extinção da pena. Em caso de revogação, será feita a averbação definitiva no registro geral. § 1º Nos lugares onde não houver Instituto de Identificação e Estatística ou repartição congênere, o registro e a averbação serão feitos em livro próprio no juízo ou no tribunal. § 2º O registro será secreto, salvo para efeito de informações requisitadas por autoridade judiciária, no caso de novo processo. § 3º Não se aplicará o disposto no § 2º, quando houver sido imposta ou resultar de condenação pena acessória consistente em interdição de direitos.",
     "Art. 710. ": " O livramento condicional poderá ser concedido ao condenado a pena de reclusão ou de detenção superior a três anos, desde que se verifiquem as condições seguintes: I - cumprimento de mais da metade da pena, se primário, e de mais de três quartos, se reincidente; II - ausência ou cessação de periculosidade; III - bom comportamento durante a vida carcerária; IV - aptidão para prover à própria subsistência mediante trabalho honesto; V - satisfação das obrigações civis resultantes do crime, salvo quando provada a insolvência.",
     "Art. 711. ": " No caso de condenação a duas ou mais penas privativas de liberdade, da mesma espécie ou de espécies diferentes, o juiz somente poderá conceder o livramento, se qualquer delas for superior a três anos e o condenado já houver cumprido mais de metade ou três quartos da soma do tempo de todas (art. 710, n. I).",
     "Art. 712. ": " O livramento condicional poderá ser concedido mediante requerimento do sentenciado, de seu cônjuge ou de parente em linha reta, ou por proposta do diretor do estabelecimento penal, ou por iniciativa do Conselho Penitenciário, incumbindo a decisão ao juiz ou Tribunal que houver proferido a sentença em primeira ou única instância. Parágrafo único. No caso do artigo anterior, a concessão do livramento competirá ao juiz da execução da pena que o condenado estiver cumprindo.",
     "Art. 713. ": " As condições de admissibilidade, conveniência e oportunidade da concessão do livramento serão verificadas pelo Conselho Penitenciário, a cujo parecer não ficará, entretanto, adstrito o juiz.",
     "Art. 714. ": " O diretor do estabelecimento penal remeterá ao Conselho Penitenciário minucioso relatório sobre: I - o caráter do sentenciado, revelado pelos seus antecedentes e conduta na prisão; II - o procedimento do liberando na prisão, sua aplicação ao trabalho e seu trato com os companheiros e funcionários do estabelecimento; III - suas relações, quer com a família, quer com estranhos; IV - seu grau de instrução e aptidão profissional, com a indicação dos serviços em que haja sido empregado e da especialização anterior ou adquirida na prisão; V - sua situação financeira, e seus propósitos quanto ao seu futuro meio de vida, juntando o diretor, quando dada por pessoa idônea, promessa escrita de colocação do liberando, com indicação do serviço e do salário. Parágrafo único. O relatório será, dentro do prazo de quinze dias, remetido ao Conselho, com o prontuário do sentenciado, e, na falta, o Conselho opinará livremente, comunicando à autoridade competente a omissão do diretor da prisão.",
     "Art. 715. ": " Se tiver sido imposta medida de segurança detentiva, o livramento não poderá ser concedido sem que se verifique, mediante exame das condições do sentenciado, a cessação da periculosidade. Parágrafo único. Consistindo a medida de segurança em internação em casa de custódia e tratamento, proceder-se-á a exame mental do sentenciado.",
     "Art. 716. ": " A petição ou a proposta de livramento será remetida ao juiz ou ao tribunal por ofício do presidente do Conselho Penitenciário, com a cópia do respectivo parecer e do relatório do diretor da prisão. § 1º Para emitir parecer, o Conselho poderá determinar diligências e requisitar os autos do processo. § 2º O juiz ou o tribunal mandará juntar a petição ou a proposta, com o ofício ou documento que a acompanharem, aos autos do processo, e proferirá sua decisão, previamente ouvido o Ministério Público.",
     "Art. 717. ": " Na ausência de qualquer das condições previstas nos arts. 710, n. I, e 711, o requerimento será liminarmente indeferido.",
     "Art. 718. ": " Deferido o pedido, o juiz, ao especificar as condições a que ficará subordinado o livramento, atenderá ao disposto no art. 767, devendo sempre impor ao liberado a obrigação de, periodicamente, comunicar ao juiz da execução ou ao diretor do estabelecimento penal a sua ocupação, os salários ou proventos de que vive, as economias que conseguiu realizar e as dificuldades com que luta para manter-se. § 1º Se for permitido ao liberado residir fora da jurisdição do juiz da execução, remeter-se-á cópia da sentença de livramento à autoridade judiciária do lugar para onde ele se houver transferido, e ao patronato oficial ou à autoridade policial, a quem ali couber a vigilância. § 2º O liberado será advertido da obrigação de apresentar-se imediatamente à autoridade judiciária e ao órgão incumbido da vigilância, referidos no parágrafo anterior.",
     "Art. 719. ": " O livramento ficará também subordinado à obrigação de pagamento das custas do processo e da taxa penitenciária, salvo caso de insolvência comprovada. Parágrafo único. O juiz poderá fixar o prazo para o pagamento integral ou em prestações, tendo em consideração as condições econômicas ou profissionais do liberado.",
     "Art. 720. ": " A forma de pagamento da multa, ainda não paga pelo liberando, será determinada de acordo com o disposto no art. 688.",
     "Art. 721. ": " Reformada a sentença denegatória do livramento, os autos baixarão ao juiz da primeira instância, a fim de que determine as condições que devam ser impostas ao liberando.",
     "Art. 722. ": " Concedido o livramento, será expedida carta de guia, com a cópia integral da sentença em duas vias, remetendo-se uma ao diretor do estabelecimento penal e outra ao presidente do Conselho Penitenciário.",
     "Art. 723. ": " A cerimônia do livramento condicional será realizada solenemente, em dia marcado pela autoridade que deva presidi-la, observando-se o seguinte: I - a sentença será lida ao liberando, na presença dos demais presos, salvo motivo relevante, pelo presidente do Conselho Penitenciário, ou pelo seu representante junto ao estabelecimento penal, ou, na falta, pela autoridade judiciária local; II - o diretor do estabelecimento penal chamará a atenção do liberando para as condições impostas na sentença de livramento; III - o preso declarará se aceita as condições. § 1º De tudo, em livro próprio, se lavrará termo, subscrito por quem presidir a cerimônia, e pelo liberando, ou alguém a seu rogo, se não souber ou não puder escrever. § 2º Desse termo, se remeterá cópia ao juiz do processo.",
     "Art. 724. ": " Ao sair da prisão o liberado, ser-lhe-á entregue, além do saldo do seu pecúlio e do que lhe pertencer, uma caderneta que exibirá à autoridade judiciária ou administrativa sempre que lhe for exigido. Essa caderneta conterá: I - a reprodução da ficha de identidade, ou o retrato do liberado, sua qualificação e sinais característicos; II - o texto impresso dos artigos do presente capítulo; III - as condições impostas ao liberado. Parágrafo único. Na falta dessa caderneta, será entregue ao liberado um salvo conduto, de que constem as condições do livramento, podendo substituir-se a ficha de identidade ou o retrato do liberado pela descrição dos sinais que possam identificá-lo.",
     "Art. 725. ": " A vigilância dos patronatos oficiais subordinados ao Conselho Penitenciário, ou de autoridade policial exercer-se-á para o fim de: I - proibir ao liberado a residência, estada ou passagem nos locais indicados na sentença; II - permitir visitas e buscas necessárias à verificação do procedimento do liberado; III - deter o liberado que transgredir as condições constantes da sentença, comunicando o fato não só ao Conselho Penitenciário como também ao juiz, que manterá ou não a detenção. Parágrafo único. Se o liberado infringir quaisquer das condições impostas, o Conselho Penitenciário poderá, conforme a gravidade da falta, representar ao juiz, para o efeito de revogar-se o livramento.",
     "Art. 726. ": " Revogar-se-á o livramento condicional, se o liberado vier, por crime ou contravenção, a ser condenado por sentença irrecorrível a pena privativa de liberdade.",
     "Art. 727. ": " O livramento poderá ser também revogado, se o liberado deixar de cumprir qualquer das obrigações constantes da sentença ou for irrecorrivelmente condenado, por motivo de contravenção, a pena que não seja privativa da liberdade.",
     "Art. 728. ": " Se a revogação for motivada por infração penal anterior à vigência do livramento, computar-se-á no tempo da pena o período em que esteve solto o liberado, sendo permitida, para a concessão de novo livramento, a soma do tempo das duas penas.",
     "Art. 729. ": " No caso de revogação por outro motivo, não se computará na pena o tempo em que esteve solto o liberado, e tampouco se concederá, em relação à mesma pena, novo livramento.",
     "Art. 730. ": " A revogação será decretada a requerimento do Ministério Público, mediante representação do Conselho Penitenciário ou dos patronatos oficiais ou da autoridade policial a quem incumbir a vigilância, ou, de ofício, pelo juiz, que, antes, poderá ouvir o liberado, ordenar diligências e permitir a produção de prova, no prazo de cinco dias, sem prejuízo do disposto no art. 725, n. III.",
     "Art. 731. ": " O juiz, de ofício, a requerimento do Ministério Público, ou mediante representação do Conselho Penitenciário, dos patronatos oficiais, ou autoridade policial encarregada da vigilância, poderá modificar as condições ou normas de conduta impostas na sentença, devendo a respectiva decisão ser lida ao liberado por uma das autoridades ou por um dos funcionários indicados no inciso n. I do art. 723, observado o disposto nos incisos ns. II e III, e §§ 1º e 2º do mesmo artigo.",
     "Art. 732. ": " Praticada pelo liberado nova infração, o juiz ou o tribunal poderá ordenar a sua prisão, ouvido o Conselho Penitenciário, suspendendo o curso do livramento condicional, cuja revogação ficará, entretanto, dependendo da decisão final no novo processo.",
     "Art. 733. ": " O juiz, de ofício, ou a requerimento do interessado, do Ministério Público, ou do Conselho Penitenciário, julgará extinta a pena privativa de liberdade, se expirar o prazo do livramento sem revogação, ou na hipótese do artigo anterior, for o liberado absolvido por sentença irrecorrível.",
     "Art. 734. ": " A graça poderá ser provocada por petição do condenado, de qualquer pessoa do povo, do Conselho Penitenciário, ou do Ministério Público, ressalvada, entretanto, ao Presidente da República, a faculdade de concedê-la espontaneamente.",
     "Art. 735. ": " A petição de graça, acompanhada dos documentos com que o impetrante a instruir, será remetida ao Ministro da Justiça por intermédio do Conselho Penitenciário.",
     "Art. 736. ": " O Conselho Penitenciário, à vista dos autos do processo, e depois de ouvir o diretor do estabelecimento penal a que estiver recolhido o condenado, fará, em relatório, a narração do fato criminoso, examinará as provas, mencionará qualquer formalidade ou circunstância omitida na petição e exporá os antecedentes do condenado e seu procedimento depois de preso, opinando sobre o mérito do pedido.",
     "Art. 737. ": " Processada no Ministério da Justiça, com os documentos e o relatório do Conselho Penitenciário, a petição subirá a despacho do Presidente da República, a quem serão presentes os autos do processo ou a certidão de qualquer de suas peças, se ele o determinar.",
     "Art. 738. ": " Concedida a graça e junta aos autos cópia do decreto, o juiz declarará extinta a pena ou penas, ou ajustará a execução aos termos do decreto, no caso de redução ou comutação de pena.",
     "Art. 739. ": " O condenado poderá recusar a comutação da pena.",
     "Art. 740. ": " Os autos da petição de graça serão arquivados no Ministério da Justiça.",
     "Art. 741. ": " Se o réu for beneficiado por indulto, o juiz, de ofício ou a requerimento do interessado, do Ministério Público ou por iniciativa do Conselho Penitenciário, providenciará de acordo com o disposto no art. 738.",
     "Art. 742. ": " Concedida a anistia após transitar em julgado a sentença condenatória, o juiz, de ofício ou a requerimento do interessado, do Ministério Público ou por iniciativa do Conselho Penitenciário, declarará extinta a pena.",
     "Art. 743. ": " A reabilitação será requerida ao juiz da condenação, após o decurso de quatro ou oito anos, pelo menos, conforme se trate de condenado ou reincidente, contados do dia em que houver terminado a execução da pena principal ou da medida de segurança detentiva, devendo o requerente indicar as comarcas em que haja residido durante aquele tempo.",
     "Art. 744. ": " O requerimento será instruído com: I - certidões comprobatórias de não ter o requerente respondido, nem estar respondendo a processo penal, em qualquer das comarcas em que houver residido durante o prazo a que se refere o artigo anterior; II - atestados de autoridades policiais ou outros documentos que comprovem ter residido nas comarcas indicadas e mantido, efetivamente, bom comportamento; III - atestados de bom comportamento fornecidos por pessoas a cujo serviço tenha estado; IV - quaisquer outros documentos que sirvam como prova de sua regeneração; V - prova de haver ressarcido o dano causado pelo crime ou persistir a impossibilidade de fazê-lo.",
     "Art. 745. ": " O juiz poderá ordenar as diligências necessárias para apreciação do pedido, cercando-as do sigilo possível e, antes da decisão final, ouvirá o Ministério Público.",
     "Art. 746. ": " Da decisão que conceder a reabilitação haverá recurso de ofício.",
     "Art. 747. ": " A reabilitação, depois de sentença irrecorrível, será comunicada ao Instituto de Identificação e Estatística ou repartição congênere.",
     "Art. 748. ": " A condenação ou condenações anteriores não serão mencionadas na folha de antecedentes do reabilitado, nem em certidão extraída dos livros do juízo, salvo quando requisitadas por juiz criminal.",
     "Art. 749. ": " Indeferida a reabilitação, o condenado não poderá renovar o pedido senão após o decurso de dois anos, salvo se o indeferimento tiver resultado de falta ou insuficiência de documentos.",
     "Art. 750. ": " A revogação de reabilitação (Código Penal, art. 120) será decretada pelo juiz, de ofício ou a requerimento do Ministério Público.",
     "Art. 751. ": " Durante a execução da pena ou durante o tempo em que a ela se furtar o condenado, poderá ser imposta medida de segurança, se: I - o juiz ou o tribunal, na sentença:a)   omitir sua decretação, nos casos de periculosidade presumida;b)  deixar de aplicá-la ou de excluí-la expressamente;c)   declarar os elementos constantes do processo insuficientes para a imposição ou exclusão da medida e ordenar indagações para a verificação da periculosidade do condenado; II - tendo sido, expressamente, excluída na sentença a periculosidade do condenado, novos fatos demonstrarem ser ele perigoso.",
     "Art. 752. ": " Poderá ser imposta medida de segurança, depois de transitar em julgado a sentença, ainda quando não iniciada a execução da pena, por motivo diverso de fuga ou ocultação do condenado: I - no caso da letra a do n. I do artigo anterior, bem como no da letra b, se tiver sido alegada a periculosidade; II - no caso da letra c do n. I do mesmo artigo.",
     "Art. 753. ": " Ainda depois de transitar em julgado a sentença absolutória, poderá ser imposta a medida de segurança, enquanto não decorrido tempo equivalente ao da sua duração mínima, a indivíduo que a lei presuma perigoso.",
     "Art. 754. ": " A aplicação da medida de segurança, nos casos previstos nos arts. 751 e 752, competirá ao juiz da execução da pena, e, no caso do art. 753, ao juiz da sentença.",
     "Art. 755. ": " A imposição da medida de segurança, nos casos dos arts. 751 a 753, poderá ser decretada de ofício ou a requerimento do Ministério Público. Parágrafo único. O diretor do estabelecimento penal, que tiver conhecimento de fatos indicativos da periculosidade do condenado a quem não tenha sido imposta medida de segurança, deverá logo comunicá-los ao juiz.",
     "Art. 756. ": " Nos casos do n. I, a e b, do art. 751, e n. I do art. 752, poderá ser dispensada nova audiência do condenado.",
     "Art. 757. ": " Nos casos do n. I, c, e n. II do art. 751 e n. II do art. 752, o juiz, depois de proceder às diligências que julgar convenientes, ouvirá o Ministério Público e concederá ao condenado o prazo de três dias para alegações, devendo a prova requerida ou reputada necessária pelo juiz ser produzida dentro em dez dias. § 1º O juiz nomeará defensor ao condenado que o requerer. § 2º Se o réu estiver foragido, o juiz procederá às diligências que julgar convenientes, concedendo o prazo de provas, quando requerido pelo Ministério Público. § 3º Findo o prazo de provas, o juiz proferirá a sentença dentro de três dias.",
     "Art. 758. ": " A execução da medida de segurança incumbirá ao juiz da execução da sentença.",
     "Art. 759. ": " No caso do art. 753, o juiz ouvirá o curador já nomeado ou que então nomear, podendo mandar submeter o condenado a exame mental, internando-o, desde logo, em estabelecimento adequado.",
     "Art. 760. ": " Para a verificação da periculosidade, no caso do § 3º do art. 78 do Código Penal, observar-se-á o disposto no art. 757, no que for aplicável.",
     "Art. 761. ": " Para a providência determinada no art. 84, § 2º, do Código Penal, se as sentenças forem proferidas por juízes diferentes, será competente o juiz que tiver sentenciado por último ou a autoridade de jurisdição prevalente no caso do art. 82.",
     "Art. 762. ": " A ordem de internação, expedida para executar-se medida de segurança detentiva, conterá: I - a qualificação do internando; II - o teor da decisão que tiver imposto a medida de segurança; III - a data em que terminará o prazo mínimo da internação.",
     "Art. 763. ": " Se estiver solto o internando, expedir-se-á mandado de captura, que será cumprido por oficial de justiça ou por autoridade policial.",
     "Art. 764. ": " O trabalho nos estabelecimentos referidos no art. 88, § 1º, III, do Código Penal, será educativo e remunerado, de modo que assegure ao internado meios de subsistência, quando cessar a internação. § 1º O trabalho poderá ser praticado ao ar livre. § 2º Nos outros estabelecimentos, o trabalho dependerá das condições pessoais do internado.",
     "Art. 765. ": " A quarta parte do salário caberá ao Estado, e o restante será depositado em nome do internado ou, se este preferir, entregue à sua família.",
     "Art. 766. ": " A internação das mulheres será feita em estabelecimento próprio ou em secção especial.",
     "Art. 767. ": " O juiz fixará as normas de conduta que serão observadas durante a liberdade vigiada. § 1º Serão normas obrigatórias, impostas ao indivíduo sujeito à liberdade vigiada: a)    tomar ocupação, dentro de prazo razoável, se for apto para o trabalho;b)   não mudar do território da jurisdição do juiz, sem prévia autorização deste. § 2º Poderão ser impostas ao indivíduo sujeito à liberdade vigiada, entre outras obrigações, as seguintes: a)    não mudar de habitação sem aviso prévio ao juiz, ou à autoridade incumbida da vigilância;b)    recolher-se cedo à habitação;c)    não trazer consigo armas ofensivas ou instrumentos capazes de ofender;d)   não freqüentar casas de bebidas ou de tavolagem, nem certas reuniões, espetáculos ou diversões públicas. § 3º Será entregue ao indivíduo sujeito à liberdade vigiada uma caderneta, de que constarão as obrigações impostas.",
     "Art. 768. ": " As obrigações estabelecidas na sentença serão comunicadas à autoridade policial.",
     "Art. 769. ": " A vigilância será exercida discretamente, de modo que não prejudique o indivíduo a ela sujeito.",
     "Art. 770. ": " Mediante representação da autoridade incumbida da vigilância, a requerimento do Ministério Público ou de ofício, poderá o juiz modificar as normas fixadas ou estabelecer outras.",
     "Art. 771. ": " Para execução do exílio local, o juiz comunicará sua decisão à autoridade policial do lugar ou dos lugares onde o exilado está proibido de permanecer ou de residir. § 1º O infrator da medida será conduzido à presença do juiz que poderá mantê-lo detido até proferir decisão. § 2º Se for reconhecida a transgressão e imposta, conseqüentemente, a liberdade vigiada, determinará o juiz que a autoridade policial providencie a fim de que o infrator siga imediatamente para o lugar de residência por ele escolhido, e oficiará à autoridade policial desse lugar, observando-se o disposto no art. 768.",
     "Art. 772. ": " A proibição de freqüentar determinados lugares será comunicada pelo juiz à autoridade policial, que Ihe dará conhecimento de qualquer transgressão.",
     "Art. 773. ": " A medida de fechamento de estabelecimento ou de interdição de associação será comunicada pelo juiz à autoridade policial, para que a execute.",
     "Art. 774. ": " Nos casos do parágrafo único do art. 83 do Código Penal, ou quando a transgressão de uma medida de segurança importar a imposição de outra, observar-se-á o disposto no art. 757, no que for aplicável.",
     "Art. 775. ": " A cessação ou não da periculosidade se verificará ao fim do prazo mínimo de duração da medida de segurança pelo exame das condições da pessoa a que tiver sido imposta, observando-se o seguinte: I - o diretor do estabelecimento de internação ou a autoridade policial incumbida da vigilância, até um mês antes de expirado o prazo de duração mínima da medida, se não for inferior a um ano, ou até quinze dias nos outros casos, remeterá ao juiz da execução minucioso relatório, que o habilite a resolver sobre a cessação ou permanência da medida; II - se o indivíduo estiver internado em manicômio judiciário ou em casa de custódia e tratamento, o relatório será acompanhado do laudo de exame pericial feito por dois médicos designados pelo diretor do estabelecimento; III - o diretor do estabelecimento de internação ou a autoridade policial deverá, no relatório, concluir pela conveniência da revogação, ou não, da medida de segurança; IV - se a medida de segurança for o exílio local ou a proibição de freqüentar determinados lugares, o juiz, até um mês ou quinze dias antes de expirado o prazo mínimo de duração, ordenará as diligências necessárias, para verificar se desapareceram as causas da aplicação da medida; V - junto aos autos o relatório, ou realizadas as diligências, serão ouvidos sucessivamente o Ministério Público e o curador ou o defensor, no prazo de três dias para cada um; VI - o juiz nomeará curador ou defensor ao interessado que o não tiver; VII - o juiz, de ofício, ou a requerimento de qualquer das partes, poderá determinar novas diligências, ainda que já expirado o prazo de duração mínima da medida de segurança; VIII - ouvidas as partes ou realizadas as diligências a que se refere o número anterior o juiz proferirá a sua decisão, no prazo de três dias.",
     "Art. 776. ": " Nos exames sucessivos a que se referem o § 1º, n. II, e § 2º do art. 81 do Código Penal, observar-se-á, no que lhes for aplicável, o disposto no artigo anterior.",
     "Art. 777. ": " Em qualquer tempo, ainda durante o prazo mínimo de duração da medida de segurança, poderá o tribunal, câmara ou turma, a requerimento do Ministério Público ou do interessado, seu defensor ou curador, ordenar o exame, para a verificação da cessação da periculosidade. § 1º Designado o relator e ouvido o procurador-geral, se a medida não tiver sido por ele requerida, o pedido será julgado na primeira sessão. § 2º Deferido o pedido, a decisão será imediatamente comunicada ao juiz, que requisitará, marcando prazo, o relatório e o exame a que se referem os ns. I e II do art. 775 ou ordenará as diligências mencionadas no n. IV do mesmo artigo, prosseguindo de acordo com o disposto nos outros incisos do citado artigo.",
     "Art. 778. ": " Transitando em julgado a sentença de revogação, o juiz expedirá ordem para a desinternação, quando se tratar de medida detentiva, ou para que cesse a vigilância ou a proibição, nos outros casos.",
     "Art. 779. ": " O confisco dos instrumentos e produtos do crime, no caso previsto no art. 100 do Código Penal, será decretado no despacho de arquivamento do inquérito, na sentença de impronúncia ou na sentença absolutória.LIVRO VDAS RELAÇÕES JURISDICIONAIS COM AUTORIDADE ESTRANGEIRA",
     "Art. 780. ": " Sem prejuízo de convenções ou tratados, aplicar-se-á o disposto neste Título à homologação de sentenças penais estrangeiras e à expedição e ao cumprimento de cartas rogatórias para citações, inquirições e outras diligências necessárias à instrução de processo penal.",
     "Art. 781. ": " As sentenças estrangeiras não serão homologadas, nem as cartas rogatórias cumpridas, se contrárias à ordem pública e aos bons costumes.",
     "Art. 782. ": " O trânsito, por via diplomática, dos documentos apresentados constituirá prova bastante de sua autenticidade.",
     "Art. 783. ": " As cartas rogatórias serão, pelo respectivo juiz, remetidas ao Ministro da Justiça, a fim de ser pedido o seu cumprimento, por via diplomática, às autoridades estrangeiras competentes.",
     "Art. 784. ": " As cartas rogatórias emanadas de autoridades estrangeiras competentes não dependem de homologação e serão atendidas se encaminhadas por via diplomática e desde que o crime, segundo a lei brasileira, não exclua a extradição. § 1º As rogatórias, acompanhadas de tradução em língua nacional, feita por tradutor oficial ou juramentado, serão, após exequatur do presidente do Supremo Tribunal Federal, cumpridas pelo juiz criminal do lugar onde as diligências tenham de efetuar-se, observadas as formalidades prescritas neste Código. § 2º A carta rogatória será pelo presidente do Supremo Tribunal Federal remetida ao presidente do Tribunal de Apelação do Estado, do Distrito Federal, ou do Território, a fim de ser encaminhada ao juiz competente. § 3º Versando sobre crime de ação privada, segundo a lei brasileira, o andamento, após o exequatur, dependerá do interessado, a quem incumbirá o pagamento das despesas. § 4º Ficará sempre na secretaria do Supremo Tribunal Federal cópia da carta rogatória.",
     "Art. 785. ": " Concluídas as diligências, a carta rogatória será devolvida ao presidente do Supremo Tribunal Federal, por intermédio do presidente do Tribunal de Apelação, o qual, antes de devolvê-la, mandará completar qualquer diligência ou sanar qualquer nulidade.",
     "Art. 786. ": " O despacho que conceder o exequatur marcará, para o cumprimento da diligência, prazo razoável, que poderá ser excedido, havendo justa causa, ficando esta consignada em ofício dirigido ao presidente do Supremo Tribunal Federal, juntamente com a carta rogatória.",
     "Art. 787. ": " As sentenças estrangeiras deverão ser previamente homologadas pelo Supremo Tribunal Federal para que produzam os efeitos do art. 7º do Código Penal.",
     "Art. 788. ": " A sentença penal estrangeira será homologada, quando a aplicação da lei brasileira produzir na espécie as mesmas conseqüências e concorrem os seguintes requisitos: I - estar revestida das formalidades externas necessárias, segundo a legislação do país de origem; II - haver sido proferida por juiz competente, mediante citação regular, segundo a mesma legislação; III - ter passado em julgado; IV - estar devidamente autenticada por cônsul brasileiro; V - estar acompanhada de tradução, feita por tradutor público.",
     "Art. 789. ": " O procurador-geral da República, sempre que tiver conhecimento da existência de sentença penal estrangeira, emanada de Estado que tenha com o Brasil tratado de extradição e que haja imposto medida de segurança pessoal ou pena acessória que deva ser cumprida no Brasil, pedirá ao Ministro da Justiça providências para obtenção de elementos que o habilitem a requerer a homologação da sentença. § 1º A homologação de sentença emanada de autoridade judiciária de Estado, que não tiver tratado de extradição com o Brasil, dependerá de requisição do Ministro da Justiça. § 2º Distribuído o requerimento de homologação, o relator mandará citar o interessado para deduzir embargos, dentro de dez dias, se residir no Distrito Federal, ou de trinta dias, no caso contrário. § 3º Se nesse prazo o interessado não deduzir os embargos, ser-lhe-á pelo relator nomeado defensor, o qual dentro de dez dias produzirá a defesa. § 4º Os embargos somente poderão fundar-se em dúvida sobre a autenticidade do documento, sobre a inteligência da sentença, ou sobre a falta de qualquer dos requisitos enumerados nos arts. 781 e 788. § 5º Contestados os embargos dentro de dez dias, pelo procurador-geral, irá o processo ao relator e ao revisor, observando-se no seu julgamento o Regimento Interno do Supremo Tribunal Federal. § 6º Homologada a sentença, a respectiva carta será remetida ao presidente do Tribunal de Apelação do Distrito Federal, do Estado, ou do Território. § 7º Recebida a carta de sentença, o presidente do Tribunal de Apelação a remeterá ao juiz do lugar de residência do condenado, para a aplicação da medida de segurança ou da pena acessória, observadas as disposições do Título II, Capítulo III, e Título V do Livro IV deste Código.",
     "Art. 790. ": " O interessado na execução de sentença penal estrangeira, para a reparação do dano, restituição e outros efeitos civis, poderá requerer ao Supremo Tribunal Federal a sua homologação, observando-se o que a respeito prescreve o Código de Processo Civil.LIVRO VIDISPOSIÇÕES GERAIS",
     "Art. 791. ": " Em todos os juízos e tribunais do crime, além das audiências e sessões ordinárias, haverá as extraordinárias, de acordo com as necessidades do rápido andamento dos feitos.",
     "Art. 792. ": " As audiências, sessões e os atos processuais serão, em regra, públicos e se realizarão nas sedes dos juízos e tribunais, com assistência dos escrivães, do secretário, do oficial de justiça que servir de porteiro, em dia e hora certos, ou previamente designados. § 1º Se da publicidade da audiência, da sessão ou do ato processual, puder resultar escândalo, inconveniente grave ou perigo de perturbação da ordem, o juiz, ou o tribunal, câmara, ou turma, poderá, de ofício ou a requerimento da parte ou do Ministério Público, determinar que o ato seja realizado a portas fechadas, limitando o número de pessoas que possam estar presentes. § 2º As audiências, as sessões e os atos processuais, em caso de necessidade, poderão realizar-se na residência do juiz, ou em outra casa por ele especialmente designada.",
     "Art. 793. ": " Nas audiências e nas sessões, os advogados, as partes, os escrivães e os espectadores poderão estar sentados. Todos, porém, se levantarão quando se dirigirem aos juízes ou quando estes se levantarem para qualquer ato do processo. Parágrafo único. Nos atos da instrução criminal, perante os juízes singulares, os advogados poderão requerer sentados.",
     "Art. 794. ": " A polícia das audiências e das sessões compete aos respectivos juízes ou ao presidente do tribunal, câmara, ou turma, que poderão determinar o que for conveniente à manutenção da ordem. Para tal fim, requisitarão força pública, que ficará exclusivamente à sua disposição.",
     "Art. 795. ": " Os espectadores das audiências ou das sessões não poderão manifestar-se. Parágrafo único. O juiz ou o presidente fará retirar da sala os desobedientes, que, em caso de resistência, serão presos e autuados.",
     "Art. 796. ": " Os atos de instrução ou julgamento prosseguirão com a assistência do defensor, se o réu se portar inconvenientemente.",
     "Art. 797. ": " Excetuadas as sessões de julgamento, que não serão marcadas para domingo ou dia feriado, os demais atos do processo poderão ser praticados em período de férias, em domingos e dias feriados. Todavia, os julgamentos iniciados em dia útil não se interromperão pela superveniência de feriado ou domingo.",
     "Art. 798. ": " Todos os prazos correrão em cartório e serão contínuos e peremptórios, não se interrompendo por férias, domingo ou dia feriado. § 1º Não se computará no prazo o dia do começo, incluindo-se, porém, o do vencimento. § 2º A terminação dos prazos será certificada nos autos pelo escrivão; será, porém, considerado findo o prazo, ainda que omitida aquela formalidade, se feita a prova do dia em que começou a correr. § 3º O prazo que terminar em domingo ou dia feriado considerar-se-á prorrogado até o dia útil imediato. § 4º Não correrão os prazos, se houver impedimento do juiz, força maior, ou obstáculo judicial oposto pela parte contrária. § 5º Salvo os casos expressos, os prazos correrão: a) da intimação;b)da audiência ou sessão em que for proferida a decisão, se a ela estiver presente a parte;c)    do dia em que a parte manifestar nos autos ciência inequívoca da sentença ou despacho.",
     "Art. 799. ": " O escrivão, sob pena de multa de cinqüenta a quinhentos mil-réis e, na reincidência, suspensão até trinta dias, executará dentro do prazo de dois dias os atos determinados em lei ou ordenados pelo juiz.",
     "Art. 800. ": " Os juízes singulares darão seus despachos e decisões dentro dos prazos seguintes, quando outros não estiverem estabelecidos: I - de dez dias, se a decisão for definitiva, ou interlocutória mista; II - de 5 dias, se for interlocutória simples; III - de um dia, se se tratar de despacho de expediente. § 1º Os prazos para o juiz contar-se-ão do termo de conclusão. § 2º Os prazos do Ministério Público contar-se-ão do termo de vista, salvo para a interposição do recurso (art. 798, § 5º). § 3º Em qualquer instância, declarando motivo justo, poderá o juiz exceder por igual tempo os prazos a ele fixados neste Código. § 4º O escrivão que não enviar os autos ao juiz ou ao órgão do Ministério Público no dia em que assinar termo de conclusão ou de vista estará sujeito à sanção estabelecida no art. 799.",
     "Art. 801. ": " Findos os respectivos prazos, os juízes e os órgãos do Ministério Público, responsáveis pelo retardamento, perderão tantos dias de vencimentos quantos forem os excedidos. Na contagem do tempo de serviço, para o efeito de promoção e aposentadoria, a perda será do dobro dos dias excedidos.",
     "Art. 802. ": " O desconto referido no artigo antecedente far-se-á à vista da certidão do escrivão do processo ou do secretário do tribunal, que deverão, de ofício, ou a requerimento de qualquer interessado, remetê-la às repartições encarregadas do pagamento e da contagem do tempo de serviço, sob pena de incorrerem, de pleno direito, na multa de quinhentos mil-réis, imposta por autoridade fiscal.",
     "Art. 803. ": " Salvo nos casos expressos em lei, é proibida a retirada de autos do cartório, ainda que em confiança, sob pena de responsabilidade do escrivão.",
     "Art. 804. ": " A sentença ou o acórdão, que julgar a ação, qualquer incidente ou recurso, condenará nas custas o vencido.",
     "Art. 805. ": " As custas serão contadas e cobradas de acordo com os regulamentos expedidos pela União e pelos Estados.",
     "Art. 806. ": " Salvo o caso do art. 32, nas ações intentadas mediante queixa, nenhum ato ou diligência se realizará, sem que seja depositada em cartório a importância das custas. § 1º Igualmente, nenhum ato requerido no interesse da defesa será realizado, sem o prévio pagamento das custas, salvo se o acusado for pobre. § 2º A falta do pagamento das custas, nos prazos fixados em lei, ou marcados pelo juiz, importará renúncia à diligência requerida ou deserção do recurso interposto. § 3º A falta de qualquer prova ou diligência que deixe de realizar-se em virtude do não pagamento de custas não implicará a nulidade do processo, se a prova de pobreza do acusado só posteriormente foi feita.",
     "Art. 807. ": " O disposto no artigo anterior não obstará à faculdade atribuída ao juiz de determinar de ofício inquirição de testemunhas ou outras diligências.",
     "Art. 808. ": " Na falta ou impedimento do escrivão e seu substituto, servirá pessoa idônea, nomeada pela autoridade, perante quem prestará compromisso, lavrando o respectivo termo.",
     "Art. 809. ": " A estatística judiciária criminal, a cargo do Instituto de Identificação e Estatística ou repartições congêneres, terá por base o boletim individual, que é parte integrante dos processos e versará sobre: I - os crimes e as contravenções praticados durante o trimestre, com especificação da natureza de cada um, meios utilizados e circunstâncias de tempo e lugar; II - as armas proibidas que tenham sido apreendidas; III - o número de delinqüentes, mencionadas as infrações que praticaram, sua nacionalidade, sexo, idade, filiação, estado civil, prole, residência, meios de vida e condições econômicas, grau de instrução, religião, e condições de saúde física e psíquica; IV - o número dos casos de co-delinqüência; V - a reincidência e os antecedentes judiciários; VI - as sentenças condenatórias ou absolutórias, bem como as de pronúncia ou de impronúncia; VII - a natureza das penas impostas; VIII - a natureza das medidas de segurança aplicadas; IX - a suspensão condicional da execução da pena, quando concedida; X - as concessões ou denegações de habeas-corpus. § 1º Os dados acima enumerados constituem o mínimo exigível, podendo ser acrescidos de outros elementos úteis ao serviço da estatística criminal. § 2º Esses dados serão lançados anualmente em mapa e remetidos à Diretoria de Estatística do Ministério da Justiça. § 3º O boletim individual a que se refere este artigo é dividido em três partes destacáveis, conforme modelo anexo a este Código, e será adotado nos Estados, no Distrito Federal e nos Territórios. A primeira parte ficará arquivada no cartório policial; a segunda será remetida ao Instituto de Identificação e Estatística, ou repartição congênere; e a terceira acompanhará o processo, e, depois de passar em julgado a sentença definitiva, lançados os dados finais, será enviada ao referido Instituto ou repartição congênere.",
     "Art. 810. ": " Este Código entrará em vigor no dia 1º de janeiro de 1942.",
     "Art. 811. ": " Revogam-se as disposições em contrário."
     }
}